{"planetarySysDescrip":{"Proxima Cen b":"At a distance of 1.295 parsecs, the red dwarf Proxima Centauri (α Centauri C, GL 551, HIP 70890 or simply Proxima) is the Sun’s closest stellar neighbour and one of the best-studied low-mass stars. It has an effective temperature of only around 3,050 kelvin, a luminosity of 0.15 per cent of that of the Sun, a measured radius of 14 per cent of the radius of the Sun and a mass of about 12 per cent of the mass of the Sun. Although Proxima is considered a moderately active star, its rotation period is about 83 days (ref. 3) and its quiescent activity levels and X-ray luminosity are comparable to those of the Sun. Here we report observations that reveal the presence of a small planet with a minimum mass of about 1.3 Earth masses orbiting Proxima with a period of approximately 11.2 days at a semi-major-axis distance of around 0.05 astronomical units. Its equilibrium temperature is within the range where water could be liquid on its surface.","Ross 128 b":"The combination of high-contrast imaging and high-dispersion spectroscopy, which has successfully been use to detect the atmosphere of a giant planet, is one of the most promising potential probes of the atmosphere of Earth-size worlds. The forthcoming generation of extremely large telescopes (ELTs) may obtain sufficient contrast with this technique to detect O<SUB>2</SUB> in the atmosphere of those worlds that orbit low-mass M dwarfs. This is strong motivation to carry out a census of planets around cool stars for which habitable zones can be resolved by ELTs, i.e. for M dwarfs within 5 parsec. Our HARPS survey has been a major contributor to that sample of nearby planets. Here we report on our radial velocity observations of Ross 128 (Proxima Virginis, GJ447, HIP 57548), an M4 dwarf just 3.4 parsec away from our Sun. This source hosts an exo-Earth with a projected mass m sini = 1.35 M<SUB>⊕</SUB> and an orbital period of 9.9 days. Ross 128 b receives less than 1.5 times as much flux as Earth from the Sun and its equilibrium ranges in temperature between 269 K for an Earth-like albedo and 213 K for a Venus-like albedo. Recent studies place it close to the inner edge of the conventional habitable zone. An 80-day long light curve from K2 campaign C01 demonstrates that Ross 128 b does not transit. Together with the All Sky Automated Survey (ASAS) photometry and spectroscopic activity indices, the K2 photometry shows that Ross 128 rotates slowly and has weak magnetic activity. In a habitability context, this makes survival of its atmosphere against erosion more likely. Ross 128 b is the second closest known exo-Earth, after Proxima Centauri b (1.3 parsec), and the closest temperate planet known around a quiet star. The 15 mas planet-star angular separation at maximum elongation will be resolved by ELTs (&gt;3λ/D) in the optical bands of O<SUB>2</SUB>. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the programme IDs 072.C-0488(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (Table 5) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/613/A25\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/613/A25</A>","eps Ind A b":"The presence of Jupiter is crucial to the architecture of the Solar system and models underline this to be a generic feature of planetary systems. We find the detection of the difference between the position and motion recorded by the contemporary astrometric satellite Gaia and its precursor Hipparcos can be used to discover Jupiter-like planets. We illustrate how observations of the nearby star ɛ Indi A giving astrometric and radial velocity data can be used to independently find the orbit of its suspected companion. The radial velocity and astrometric data provide complementary detections which allow for a much stronger solution than either technique would provide individually. We quantify ɛ Indi A b as the closest Jupiter-like exoplanet with a mass of 3 M<SUB>Jup</SUB> on a slightly eccentric orbit with an orbital period of 45 yr. While other long-period exoplanets have been discovered, ɛ Indi A b provides a well-constrained mass and along with the well-studied brown dwarf binary in orbit around ɛ Indi A means that the system provides a benchmark case for our understanding of the formation of gas giant planets and brown dwarfs.","eps Eri b":"We present the most sensitive direct imaging and radial velocity (RV) exploration of ɛ Eridani to date. ɛ Eridani is an adolescent planetary system, reminiscent of the early solar system. It is surrounded by a prominent and complex debris disk that is likely stirred by one or several gas giant exoplanets. The discovery of the RV signature of a giant exoplanet was announced 15 yr ago, but has met with scrutiny due to possible confusion with stellar noise. We confirm the planet with a new compilation and analysis of precise RV data spanning 30 yr, and combine it with upper limits from our direct imaging search, the most sensitive ever performed. The deep images were taken in the Ms band (4.7 μm) with the vortex coronagraph recently installed in W.M. Keck Observatory’s infrared camera NIRC2, which opens a sensitive window for planet searches around nearby adolescent systems. The RV data and direct imaging upper limit maps were combined in an innovative joint Bayesian analysis, providing new constraints on the mass and orbital parameters of the elusive planet. ɛ Eridani b has a mass of {0.78}<SUB>-0.12</SUB><SUP>+0.38</SUP> M <SUB>Jup</SUB> and is orbiting ɛ Eridani at about 3.48 ± 0.02 au with a period of 7.37 ± 0.07 yr. The eccentricity of ɛ Eridani b’s orbit is {0.07}<SUB>-0.05</SUB><SUP>+0.06</SUP>, an order of magnitude smaller than early estimates and consistent with a circular orbit. We discuss our findings from the standpoint of planet-disk interactions and prospects for future detection and characterization with the James Webb Space Telescope. <P />Based on observations obtained at the W. M. Keck Observatory, which is operated jointly by the University of California and the California Institute of Technology. Keck time was granted for this project by Caltech, the University of Hawai’i, the University of California, and NASA.","YZ Cet b":"Exoplanet surveys have shown that systems with multiple low-mass planets on compact orbits are common. Except for a few cases, however, the masses of these planets are generally unknown. At the very end of the main sequence, host stars have the lowest mass and hence offer the largest reflect motion for a given planet. In this context, we monitored the low-mass (0.13 M<SUB>⊙</SUB>) M dwarf YZ Cet (GJ 54.1, HIP 5643) intensively and obtained radial velocities and stellar-activity indicators derived from spectroscopy and photometry, respectively. We find strong evidence that it is orbited by at least three planets in compact orbits (P<SUB>Orb</SUB> = 1.97, 3.06, 4.66 days), with the inner two near a 2:3 mean-motion resonance. The minimum masses are comparable to the mass of Earth (M sin I = 0.75 ± 0.13, 0.98 ± 0.14, and 1.14 ± 0.17 M<SUB>⊕</SUB>), and they are also the lowest masses measured by radial velocity so far. We note the possibility for a fourth planet with an even lower mass of M sin I = 0.472 ± 0.096 M<SUB>⊕</SUB> at P<SUB>Orb</SUB> = 1.04 days. An n-body dynamical model is used to place further constraints on the system parameters. At 3.6 parsecs, YZ Cet is the nearest multi-planet system detected to date. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (Table B.4) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11</A>","GJ 887 b":"The closet exoplanets to the Sun provide opportunities for detailed characterization of planets outside the Solar System. We report the discovery, using radial velocity measurements, of a compact multiplanet system of super-Earth exoplanets orbiting the nearby red dwarf star GJ 887. The two planets have orbital periods of 9.3 and 21.8 days. Assuming an Earth-like albedo, the equilibrium temperature of the 21.8-day planet is ~350 kelvin. The planets are interior to, but close to the inner edge of, the liquid-water habitable zone. We also detect an unconfirmed signal with a period of ~50 days, which could correspond to a third super-Earth in a more temperate orbit. Our observations show that GJ 887 has photometric variability below 500 parts per million, which is unusually quiet for a red dwarf.","tau Cet g":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals.","HD 20794 b":"Context. In 2009 we started an intense radial-velocity monitoring of a few nearby, slowly-rotating and quiet solar-type stars within the dedicated HARPS-Upgrade GTO program. <BR /> Aims: The goal of this campaign is to gather very-precise radial-velocity data with high cadence and continuity to detect tiny signatures of very-low-mass stars that are potentially present in the habitable zone of their parent stars. <BR /> Methods: Ten stars were selected among the most stable stars of the original HARPS high-precision program that are uniformly spread in hour angle, such that three to four of them are observable at any time of the year. For each star we recorded 50 data points spread over the observing season. The data points consist of three nightly observations with a total integration time of 10 min each and are separated by two hours. This is an observational strategy adopted to minimize stellar pulsation and granulation noise. <BR /> Results: We present the first results of this ambitious program. The radial-velocity data and the orbital parameters of five new and one confirmed low-mass planets around the stars <ASTROBJ>HD 20794</ASTROBJ>, <ASTROBJ>HD 85512</ASTROBJ>, and <ASTROBJ>HD 192310</ASTROBJ> are reported and discussed, among which is a system of three super-Earths and one that harbors a 3.6 M<SUB>⊕</SUB>-planet at the inner edge of the habitable zone. <BR /> Conclusions: This result already confirms previous indications that low-mass planets seem to be very frequent around solar-type stars and that this may occur with a frequency higher than 30%. <P />Based on observations made with the HARPS instrument on ESO's 3.6 m telescope at the La Silla Observatory in the frame of the HARPS-Upgrade GTO program ID 086.C-0230.Tables 7-9 (RV data) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58</A>","55 Cnc b":"Giant gas planets in close proximity to their host stars experience strong irradiation. In extreme cases photoevaporation causes a transonic, planetary wind and the persistent mass loss can possibly affect the planetary evolution. We have identified nine hot Jupiter systems in the vicinity of the Sun, in which expanded planetary atmospheres should be detectable through Lyα transit spectroscopy according to predictions. We use X-ray observations with Chandra and XMM-Newton of seven of these targets to derive the high-energy irradiation level of the planetary atmospheres and the resulting mass loss rates. We further derive improved Lyα luminosity estimates for the host stars including interstellar absorption. According to our estimates WASP-80 b, WASP-77 b, and WASP-43 b experience the strongest mass loss rates, exceeding the mass loss rate of HD 209458 b, where an expanded atmosphere has been confirmed. Furthermore, seven out of nine targets might be amenable to Lyα transit spectroscopy. Finally, we check the possibility of angular momentum transfer from the hot Jupiters to the host stars in the three binary systems among our sample, but find only weak indications for increased stellar rotation periods of WASP-77 and HAT-P-20.","GJ 15 A b":"We present 20 yr of radial velocity (RV) measurements of the M1 dwarf Gl15A, combining five years of intensive RV monitoring with the HARPS-N spectrograph with 15 yr of archival HIRES/Keck RV data. We have carried out an MCMC-based analysis of the RV time series, inclusive of Gaussian Process (GP) approach to the description of stellar activity induced RV variations. Our analysis confirms the Keplerian nature and refines the orbital solution for the 11.44-day period super Earth, Gl15A b, reducing its amplitude to 1.68<SUB>-0.18</SUB><SUP>+0.17</SUP> m s<SUP>-1</SUP> (M sin i = 3.03<SUB>-0.44</SUB><SUP>+0.46</SUP> M<SUB>⊕</SUB>), and successfully models a long-term trend in the combined RV dataset in terms of a Keplerian orbit with a period around 7600 days and an amplitude of 2.5<SUB>-1.0</SUB><SUP>+1.3</SUP> m s<SUP>-1</SUP>, corresponding to a super-Neptune mass (M sin i = 36<SUB>-18</SUB><SUP>+25</SUP> M<SUB>⊕</SUB>) planetary companion. We also discuss the present orbital configuration of Gl15A planetary system in terms of the possible outcomes of Lidov-Kozai interactions with the wide-separation companion Gl15B in a suite of detailed numerical simulations. In order to improve the results of the dynamical analysis, we have derived a new orbital solution for the binary system, combining our RV measurements with astrometric data from the WDS catalogue. The eccentric Lidov-Kozai analysis shows the strong influence of Gl15B on the Gl15A planetary system, which can produce orbits compatible with the observed configuration for initial inclinations of the planetary system between 75° and 90°, and can also enhance the eccentricity of the outer planet well above the observed value, even resulting in orbital instability, for inclinations around 0° and 15°-30°. The Gl15A system is the multi-planet system closest to Earth, at 3.56 pc, and hosts the longest period RV sub-Jovian mass planet discovered so far. Its orbital architecture constitutes a very important laboratory for the investigation of formation and orbital evolution scenarios for planetary systems in binary stellar systems. <P />Based on observations made with the Italian Telescopio Nazionale Galileo (TNG), operated on the island of La Palma by the INAF - Fundación Galileo Galilei at the Roche de Los Muchachos Observatory of the Instituto de Astrofísica de Canarias (IAC); photometric observations made with the robotic telescope APT2 (within the EXORAP programme) located at Serra La Nave on Mt. Etna.","YZ Cet d":"Exoplanet surveys have shown that systems with multiple low-mass planets on compact orbits are common. Except for a few cases, however, the masses of these planets are generally unknown. At the very end of the main sequence, host stars have the lowest mass and hence offer the largest reflect motion for a given planet. In this context, we monitored the low-mass (0.13 M<SUB>⊙</SUB>) M dwarf YZ Cet (GJ 54.1, HIP 5643) intensively and obtained radial velocities and stellar-activity indicators derived from spectroscopy and photometry, respectively. We find strong evidence that it is orbited by at least three planets in compact orbits (P<SUB>Orb</SUB> = 1.97, 3.06, 4.66 days), with the inner two near a 2:3 mean-motion resonance. The minimum masses are comparable to the mass of Earth (M sin I = 0.75 ± 0.13, 0.98 ± 0.14, and 1.14 ± 0.17 M<SUB>⊕</SUB>), and they are also the lowest masses measured by radial velocity so far. We note the possibility for a fourth planet with an even lower mass of M sin I = 0.472 ± 0.096 M<SUB>⊕</SUB> at P<SUB>Orb</SUB> = 1.04 days. An n-body dynamical model is used to place further constraints on the system parameters. At 3.6 parsecs, YZ Cet is the nearest multi-planet system detected to date. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (Table B.4) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11</A>","GJ 887 c":"The closet exoplanets to the Sun provide opportunities for detailed characterization of planets outside the Solar System. We report the discovery, using radial velocity measurements, of a compact multiplanet system of super-Earth exoplanets orbiting the nearby red dwarf star GJ 887. The two planets have orbital periods of 9.3 and 21.8 days. Assuming an Earth-like albedo, the equilibrium temperature of the 21.8-day planet is ~350 kelvin. The planets are interior to, but close to the inner edge of, the liquid-water habitable zone. We also detect an unconfirmed signal with a period of ~50 days, which could correspond to a third super-Earth in a more temperate orbit. Our observations show that GJ 887 has photometric variability below 500 parts per million, which is unusually quiet for a red dwarf.","tau Cet h":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals.","GJ 1061 b":"Small low-mass stars are favourable targets for the detection of rocky habitable planets. In particular, planetary systems in the solar neighbourhood are interesting and suitable for precise characterization. The RedDots campaigns seek to discover rocky planets orbiting nearby low-mass stars. The 2018 campaign targeted GJ 1061, which is the 20th nearest star to the Sun. For three consecutive months we obtained nightly, high-precision radial velocity measurements with the HARPS spectrograph. We analysed these data together with archival HARPS data. We report the detection of three planet candidates with periods of 3.204 ± 0.001, 6.689 ± 0.005, and 13.03 ± 0.03 d, which are close to 1:2:4 period commensurability. After several considerations related to the properties of the noise and sampling, we conclude that a fourth signal is most likely explained by stellar rotation, although it may be due to a planet. The proposed three-planet system (and the potential four-planet solution) is long-term dynamically stable. Planet-planet gravitational interactions are below our current detection threshold. The minimum masses of the three planets range from 1.4 ± 0.2 to 1.8 ± 0.3 M<SUB>⊕</SUB>. Planet d, with msin I = 1.64 ± 0.24 M<SUB>⊕</SUB>, receives a similar amount of energy as Earth receives from the Sun. Consequently it lies within the liquid-water habitable zone of the star and has a similar equilibrium temperature to Earth. GJ 1061 has very similar properties to Proxima Centauri but activity indices point to lower levels of stellar activity.","Teegarden's Star b":"Context. Teegarden's Star is the brightest and one of the nearest ultra-cool dwarfs in the solar neighbourhood. For its late spectral type (M7.0 V), the star shows relatively little activity and is a prime target for near-infrared radial velocity surveys such as CARMENES. <BR /> Aims: As part of the CARMENES search for exoplanets around M dwarfs, we obtained more than 200 radial-velocity measurements of Teegarden's Star and analysed them for planetary signals. <BR /> Methods: We find periodic variability in the radial velocities of Teegarden's Star. We also studied photometric measurements to rule out stellar brightness variations mimicking planetary signals. <BR /> Results: We find evidence for two planet candidates, each with 1.1 M<SUB>⊕</SUB> minimum mass, orbiting at periods of 4.91 and 11.4 d, respectively. No evidence for planetary transits could be found in archival and follow-up photometry. Small photometric variability is suggestive of slow rotation and old age. <BR /> Conclusions: The two planets are among the lowest-mass planets discovered so far, and they are the first Earth-mass planets around an ultra-cool dwarf for which the masses have been determined using radial velocities. <P />Tables D.1 and D.2 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/627/A49\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/627/A49</A>","GJ 3323 b":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 273 b":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 3323 c":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 1061 d":"Small low-mass stars are favourable targets for the detection of rocky habitable planets. In particular, planetary systems in the solar neighbourhood are interesting and suitable for precise characterization. The RedDots campaigns seek to discover rocky planets orbiting nearby low-mass stars. The 2018 campaign targeted GJ 1061, which is the 20th nearest star to the Sun. For three consecutive months we obtained nightly, high-precision radial velocity measurements with the HARPS spectrograph. We analysed these data together with archival HARPS data. We report the detection of three planet candidates with periods of 3.204 ± 0.001, 6.689 ± 0.005, and 13.03 ± 0.03 d, which are close to 1:2:4 period commensurability. After several considerations related to the properties of the noise and sampling, we conclude that a fourth signal is most likely explained by stellar rotation, although it may be due to a planet. The proposed three-planet system (and the potential four-planet solution) is long-term dynamically stable. Planet-planet gravitational interactions are below our current detection threshold. The minimum masses of the three planets range from 1.4 ± 0.2 to 1.8 ± 0.3 M<SUB>⊕</SUB>. Planet d, with msin I = 1.64 ± 0.24 M<SUB>⊕</SUB>, receives a similar amount of energy as Earth receives from the Sun. Consequently it lies within the liquid-water habitable zone of the star and has a similar equilibrium temperature to Earth. GJ 1061 has very similar properties to Proxima Centauri but activity indices point to lower levels of stellar activity.","GJ 96 b":"We report the detection of two exoplanets and a further tentative candidate around the M-dwarf stars Gl96 and Gl617A, based on radial velocity measurements obtained with the SOPHIE spectrograph at the Observatoire de Haute-Provence. Both stars were observed in the context of the SOPHIE exoplanet consortium's dedicated M-dwarf subprogramme, which aims to detect exoplanets around nearby M-dwarf stars through a systematic survey. For Gl96 we present the discovery of a new exoplanet at 73.9 d with a minimum mass of 19.66 earth masses. Gl96 b has an eccentricity of 0.44, placing it among the most eccentric planets orbiting M stars. For Gl617A we independently confirm a recently reported exoplanet at 86.7 d with a minimum mass of 31.29 earth masses. Both Gl96 b and Gl617A b are potentially within the habitable zone, although the high eccentricity of Gl96 b may take it too close to the star at periapsis. <P />Based on observations collected with the SOPHIE spectrograph on the 1.93 m telescope at the Observatoire de Haute-Provence (CNRS), France, by the SOPHIE Consortium. <P />Full Tables A.1 and A.2 (RV tables) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://cdsarc.u-strasbg.fr\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A103\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A103</A>","HD 141004 b":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","GJ 674 b":"Context: How planet properties depend on stellar mass is a key diagnostic of planetary formation mechanisms. <BR />Aims: This motivates planet searches around stars that are significantly more massive or less massive than the Sun, and in particular our radial velocity search for planets around very low-mass stars. <BR />Methods: As part of that program, we obtained measurements of <ASTROBJ>GJ 674</ASTROBJ>, an M 2.5 dwarf at d = 4.5 pc. These measurements have dispersion much in excess of their internal errors. An intensive observing campaign demonstrates that the excess dispersion is due to two superimposed coherent signals, with periods of 4.69 and 35 days. <BR />Results: These data are described well by a 2-planet Keplerian model where each planet has a ~11 M_⊕ minimum mass. A careful analysis of the (low-level) magnetic activity of <ASTROBJ>GJ 674</ASTROBJ>, however, demonstrates that the 35-day period coincides with the stellar rotation period. This signal therefore originates in a spot inhomogeneity modulated by stellar rotation. The 4.69-day signal, on the other hand, is caused by a bona-fide planet, <ASTROBJ>GJ 674b</ASTROBJ>. <BR />Conclusions: Its detection adds to the growing number of Neptune-mass planets around M-dwarfs and reinforces the emerging conclusion that this mass domain is much more populated than the Jovian mass range. We discuss the metallicity distributions of M dwarf with and without planets and find a low 11% probability that they are drawn from the same parent distribution. Moreover, we find tentative evidence that the host star metallicity correlates with the total mass of their planetary system. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the GTO program ID 072.C-0488 at Cerro La Silla (Chile). Radial-velocity, photometric and Ca II H+K index time series are only available in electronic format the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via http://cdsweb.u-strabg.fr/cgi-bin/qcat?J/A+A/474/293","GJ 581 e":"The GJ 581 planetary system is already known to harbour three planets, including two super-Earth planets that straddle its habitable zone. We report the detection of an additional planet - GJ 581e - with a minimum mass of 1.9 M_⊕. With a period of 3.15 days, it is the innermost planet of the system and has a ~5% transit probability. We also correct our previous confusion about the orbital period of GJ 581d (the outermost planet) with a one-year alias, benefitting from an extended time span and many more measurements. The revised period is 66.8 days, and positions the semi-major axis inside the habitable zone of the low mass star. The dynamical stability of the 4-planet system imposes an upper bound on the orbital plane inclination. The planets cannot be more massive than approximately 1.6 times their minimum mass. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the GTO and LP programs 072.C-0488 and 183.C-0437 at Cerro La Silla (Chile). Our radial-velocity, photometric and Ca II H+K index time series (Table 1) are available in electronic form at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via http://cdsweb.u-strasbg.fr/cgi-bin/qcat?J/A+A/507/487","GJ 667 C c":"Gliese 667C is an M1.5V star with a multi-planet system, including planet candidates in the habitable zone. The exact number of planets in the system is unclear, because the existing radial velocity (RV) measurements are known to contain contributions from stellar magnetic activity. Following our analysis of Gliese 581, we have analyzed the effect of stellar activity on the HARPS/HARPS-TERRA RVs of GJ 667C, finding a significant RV-activity correlation when using the width (FWHM) of the HARPS cross-correlation function to trace the magnetic activity. When we correct for this correlation, we confirm the detections of the previously observed planets b and c in the system, while simultaneously ascribing the RV signal near 90 days (\"planet d\") to an artifact of the stellar rotation. We are unable to confirm the existence of the additional RV periodicities described in Anglada-Escudé et al. in our activity-corrected data.","tau Cet f":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals.","Ross 458 c":"Condensate clouds are a salient feature of L dwarf atmospheres, but have been assumed to play little role in shaping the spectra of the coldest T-type brown dwarfs. Here we report evidence of condensate opacity in the near-infrared spectrum of the brown dwarf candidate Ross 458C, obtained with the Folded-Port Infrared Echellette (FIRE) spectrograph at the Magellan Telescopes. These data verify the low-temperature nature of this source, indicating a T8 spectral classification, log<SUB>10</SUB> L <SUB>bol</SUB>/L <SUB>sun</SUB> = -5.62 ± 0.03, T <SUB>eff</SUB> = 650 ± 25 K, and a mass at or below the deuterium burning limit. The data also reveal enhanced emission at the K band associated with youth (low surface gravity) and supersolar metallicity, reflecting the properties of the Ross 458 system (age = 150-800 Myr, [Fe/H] = +0.2 to +0.3). We present fits of FIRE data for Ross 458C, the T9 dwarf ULAS J133553.45+113005.2, and the blue T7.5 dwarf SDSS J141624.08+134826.7B, to cloudless and cloudy spectral models from Saumon &amp; Marley. For Ross 458C, we confirm a low surface gravity and supersolar metallicity, while the temperature differs depending on the presence (635<SUP>+25</SUP> <SUB>-35</SUB> K) or absence (760<SUP>+70</SUP> <SUB>-45</SUB> K) of cloud extinction. ULAS J1335+1130 and SDSS J1416+1348B have similar temperatures (595<SUP>+25</SUP> <SUB>-45</SUB> K), but distinct surface gravities (log g = 4.0-4.5 cgs versus 5.0-5.5 cgs) and metallicities ([M/H] ≈ +0.2 versus -0.2). In all three cases, cloudy models provide better fits to the spectral data, significantly so for Ross 458C. These results indicate that clouds are an important opacity source in the spectra of young cold T dwarfs and should be considered when characterizing planetary-mass objects in young clusters and directly imaged exoplanets. The characteristics of Ross 458C suggest that it could itself be regarded as a planet, albeit one whose cosmogony does not conform with current planet formation theories. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at Las Campanas Observatory, Chile.","GJ 1132 b":"The source GJ1132 is a nearby red dwarf known to host a transiting Earth-size planet. After its initial detection, we pursued an intense follow-up with the HARPS velocimeter. We now confirm the detection of GJ1132b with radial velocities alone. We refined its orbital parameters, and in particular, its mass (m<SUB>b</SUB> = 1.66 ± 0.23 M<SUB>⊕</SUB>), density (ρ<SUB>b</SUB> = 6.3 ± 1.3 g cm<SUP>-3</SUP>), and eccentricity (e<SUB>b</SUB> &lt; 0.22; 95%). We also detected at least one more planet in the system. GJ1132c is a super-Earth with period P<SUB>c</SUB> = 8.93 ± 0.01 days and minimum mass m<SUB>c</SUB> sini<SUB>c</SUB> = 2.64 ± 0.44 M<SUB>⊕</SUB>. Receiving about 1.9 times more flux than Earth in our solar system, its equilibrium temperature is that of a temperate planet (T<SUB>eq</SUB> = 230-300 K for albedos A = 0.75 - 0.00), which places GJ1132c near the inner edge of the so-called habitable zone. Despite an a priori favorable orientation for the system, Spitzer observations reject most transit configurations, leaving a posterior probability &lt;1% that GJ1132c transits. GJ1132(d) is a third signal with period P<SUB>d</SUB> = 177 ± 5 days attributed to either a planet candidate with minimum mass m<SUB>d</SUB> sin i<SUB>d</SUB> = 8.4<SUB>-2.5</SUB><SUP>+1.7</SUP> M<SUB>⊕</SUB> or stellar activity. Its Doppler signal is the most powerful in our HARPS time series but appears on a timescale where either the stellar rotation or a magnetic cycle are viable alternatives to the planet hypothesis. On the one hand, the period is different than that measured for the stellar rotation (~125 days), and a Bayesian statistical analysis we performed with a Markov chain Monte Carlo and Gaussian processes demonstrates that the signal is better described by a Keplerian function than by correlated noise. On the other hand, periodograms of spectral indices sensitive to stellar activity show power excess at similar periods to that of this third signal, and radial velocity shifts induced by stellar activity can also match a Keplerian function. We, therefore, prefer to leave the status of GJ1132(d) undecided. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 191.C-0873(A), and 198.C-0838(A), at Cerro La Silla (Chile). <P />Radial velocity data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A142\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A142</A>","7 CMa b":"We report the discovery of a second planet orbiting the K giant star 7 CMa based on 166 high-precision radial velocities obtained with Lick, HARPS, UCLES, and SONG. The periodogram analysis reveals two periodic signals of approximately 745 and 980 d, associated with planetary companions. A double-Keplerian orbital fit of the data reveals two Jupiter-like planets with minimum masses m<SUB>b</SUB> sini 1.9 M<SUB>J</SUB> and m<SUB>c</SUB> sini 0.9 M<SUB>J</SUB>, orbiting at semimajor axes of a<SUB>b</SUB> 1.75 au and a<SUB>c</SUB> 2.15 au, respectively. Given the small orbital separation and the large minimum masses of the planets, close encounters may occur within the time baseline of the observations; thus, a more accurate N-body dynamical modeling of the available data is performed. The dynamical best-fit solution leads to collision of the planets and we explore the long-term stable configuration of the system in a Bayesian framework, confirming that 13% of the posterior samples are stable for at least 10 Myr. The result from the stability analysis indicates that the two planets are trapped in a low-eccentricity 4:3 mean motion resonance. This is only the third discovered system to be inside a 4:3 resonance, making this discovery very valuable for planet formation and orbital evolution models. <P />RV data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/631/A136\">http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/631/A136</A> <P />Based on observations collected at Lick Observatory, University of California. <P />Based on observations collected at the European Organization for Astronomical Research in the Southern Hemisphere under ESO programmes 078.C-0751, 079.C-0657, 081.C-0802, 082.C-0427, 289.C-5053, 0100.C-0414 and 0101.C-0232.","HD 216520 b":"Analysis of new precision radial velocity (RV) measurements from the Lick Automated Planet Finder and Keck HIRES has yielded the discovery of three new exoplanet candidates orbiting the nearby stars HD 190007 and HD 216520. We also report new velocities from the APF and the Planet Finder Spectrograph and updated orbital fits for the known exoplanet host stars GJ 686 and HD 180617. Of the newly discovered planets, HD 190007 b has a period of P = 11.72 days, an RV semiamplitude of K = 5.64 ± 0.55 m s<SUP>-1</SUP>, a minimum mass of M<SUB>pl</SUB> = 16.46 ± 1.66 M<SUB>⊕</SUB>, and orbits the slightly metal-rich, active K4V star HD 190007. For HD 216520 b, we find P = 35.45 days, K = 2.28 ± 0.20 m s<SUP>-1</SUP>, and M<SUB>pl</SUB> = 10.26 ± 0.99 M<SUB>⊕</SUB>, while for HD 216520 c, P = 154.43 days, K = 1.29 ± 0.22 m s<SUP>-1</SUP>, and M<SUB>pl</SUB> = 9.44 ± 1.63 M<SUB>⊕</SUB>. Both planets orbit the slightly metal-poor, inactive K0V star HD 216520. Our updated best-fit models for HD 180617 b and GJ 686 b are in good agreement with the published results. For HD 180617 b, we obtain P = 105.91 days and M<SUB>pl</SUB> = 12.214 ± 1.05 M<SUB>⊕</SUB>. For GJ 686 b, we find P = 15.53 days and M<SUB>pl</SUB> = 6.624 ± 0.432 M<SUB>⊕</SUB>. Using an injection-recovery exercise, we find that HD 190007 b and HD 216520 b are unlikely to have additional planets with masses and orbital periods within a factor of 2, in marked contrast to ∼85% of planets in this mass and period range discovered by Kepler. <SUP>*</SUP> This paper includes data gathered with the 6.5 m Magellan Telescopes located at Las Campanas Observatory, Chile.","LHS 1678 b":"We present the TESS discovery of the LHS 1678 (TOI-696) exoplanet system, comprised of two approximately Earth-sized transiting planets and a likely astrometric brown dwarf orbiting a bright ($V_J$=12.5, $K_s$=8.3) M2 dwarf at 19.9 pc. The two TESS-detected planets are of radius 0.70$\\pm$0.04 $R_\\oplus$ and 0.98$\\pm$0.06 $R_\\oplus$ in 0.86-day and 3.69-day orbits, respectively. Both planets are validated and characterized via ground-based follow-up observations. HARPS RV monitoring yields 97.7 percentile mass upper limits of 0.35 $M_\\oplus$ and 1.4 $M_\\oplus$ for planets b and c, respectively. The astrometric companion detected by the CTIO/SMARTS 0.9m has an orbital period on the order of decades and is undetected by other means. Additional ground-based observations constrain the companion to being a high-mass brown dwarf or smaller. Each planet is of unique interest; the inner planet has an ultra-short period, and the outer planet is in the Venus zone. Both are promising targets for atmospheric characterization with the JWST and mass measurements via extreme-precision radial velocity. A third planet candidate of radius 0.9$\\pm$0.1 $R_\\oplus$ in a 4.97-day orbit is also identified in multi-Cycle TESS data for validation in future work. The host star is associated with an observed gap in the lower main sequence of the Hertzsprung-Russell diagram. This gap is tied to the transition from partially- to fully-convective interiors in M dwarfs, and the effect of the associated stellar astrophysics on exoplanet evolution is currently unknown. The culmination of these system properties makes LHS 1678 a unique, compelling playground for comparative exoplanet science and understanding the formation and evolution of small, short-period exoplanets orbiting low-mass stars.","LHS 1678 c":"We present the TESS discovery of the LHS 1678 (TOI-696) exoplanet system, comprised of two approximately Earth-sized transiting planets and a likely astrometric brown dwarf orbiting a bright ($V_J$=12.5, $K_s$=8.3) M2 dwarf at 19.9 pc. The two TESS-detected planets are of radius 0.70$\\pm$0.04 $R_\\oplus$ and 0.98$\\pm$0.06 $R_\\oplus$ in 0.86-day and 3.69-day orbits, respectively. Both planets are validated and characterized via ground-based follow-up observations. HARPS RV monitoring yields 97.7 percentile mass upper limits of 0.35 $M_\\oplus$ and 1.4 $M_\\oplus$ for planets b and c, respectively. The astrometric companion detected by the CTIO/SMARTS 0.9m has an orbital period on the order of decades and is undetected by other means. Additional ground-based observations constrain the companion to being a high-mass brown dwarf or smaller. Each planet is of unique interest; the inner planet has an ultra-short period, and the outer planet is in the Venus zone. Both are promising targets for atmospheric characterization with the JWST and mass measurements via extreme-precision radial velocity. A third planet candidate of radius 0.9$\\pm$0.1 $R_\\oplus$ in a 4.97-day orbit is also identified in multi-Cycle TESS data for validation in future work. The host star is associated with an observed gap in the lower main sequence of the Hertzsprung-Russell diagram. This gap is tied to the transition from partially- to fully-convective interiors in M dwarfs, and the effect of the associated stellar astrophysics on exoplanet evolution is currently unknown. The culmination of these system properties makes LHS 1678 a unique, compelling playground for comparative exoplanet science and understanding the formation and evolution of small, short-period exoplanets orbiting low-mass stars.","HD 216520 c":"Analysis of new precision radial velocity (RV) measurements from the Lick Automated Planet Finder and Keck HIRES has yielded the discovery of three new exoplanet candidates orbiting the nearby stars HD 190007 and HD 216520. We also report new velocities from the APF and the Planet Finder Spectrograph and updated orbital fits for the known exoplanet host stars GJ 686 and HD 180617. Of the newly discovered planets, HD 190007 b has a period of P = 11.72 days, an RV semiamplitude of K = 5.64 ± 0.55 m s<SUP>-1</SUP>, a minimum mass of M<SUB>pl</SUB> = 16.46 ± 1.66 M<SUB>⊕</SUB>, and orbits the slightly metal-rich, active K4V star HD 190007. For HD 216520 b, we find P = 35.45 days, K = 2.28 ± 0.20 m s<SUP>-1</SUP>, and M<SUB>pl</SUB> = 10.26 ± 0.99 M<SUB>⊕</SUB>, while for HD 216520 c, P = 154.43 days, K = 1.29 ± 0.22 m s<SUP>-1</SUP>, and M<SUB>pl</SUB> = 9.44 ± 1.63 M<SUB>⊕</SUB>. Both planets orbit the slightly metal-poor, inactive K0V star HD 216520. Our updated best-fit models for HD 180617 b and GJ 686 b are in good agreement with the published results. For HD 180617 b, we obtain P = 105.91 days and M<SUB>pl</SUB> = 12.214 ± 1.05 M<SUB>⊕</SUB>. For GJ 686 b, we find P = 15.53 days and M<SUB>pl</SUB> = 6.624 ± 0.432 M<SUB>⊕</SUB>. Using an injection-recovery exercise, we find that HD 190007 b and HD 216520 b are unlikely to have additional planets with masses and orbital periods within a factor of 2, in marked contrast to ∼85% of planets in this mass and period range discovered by Kepler. <SUP>*</SUP> This paper includes data gathered with the 6.5 m Magellan Telescopes located at Las Campanas Observatory, Chile.","bet Pic b":"The young massive Jupiters discovered with high-contrast imaging<SUP>1-4</SUP> provide a unique opportunity to study the formation and early evolution of gas giant planets. A key question is to what extent gravitational energy from accreted gas contributes to the internal energy of a newly formed planet. This has led to a range of formation scenarios from `cold' to `hot' start models<SUP>5-8</SUP>. For a planet of a given mass, these initial conditions govern its subsequent evolution in luminosity and radius. Except for upper limits from radial velocity studies<SUP>9,10</SUP>, disk modelling<SUP>11</SUP> and dynamical instability arguments<SUP>12</SUP>, no mass measurements of young planets are yet available to distinguish between these different models. Here, we report on the detection of the astrometric motion of Beta Pictoris, the 21-Myr-old host star of an archetypical directly imaged gas giant planet, around the system's centre of mass. Subtracting the highly accurate Hipparcos<SUP>13,14</SUP> and Gaia<SUP>15,16</SUP> proper motion from the internal 3 yr Hipparcos astrometric data reveals the reflex motion of the star, giving a model-independent planet mass of 11 ± 2 Jupiter masses. This is consistent with scenarios in which the planet is formed in a high-entropy state as assumed by hot start models. The ongoing data collection by Gaia will soon lead to mass measurements of other young gas giants and form a great asset to further constrain early-evolution scenarios.","tau Cet e":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals.","Teegarden's Star c":"Context. Teegarden's Star is the brightest and one of the nearest ultra-cool dwarfs in the solar neighbourhood. For its late spectral type (M7.0 V), the star shows relatively little activity and is a prime target for near-infrared radial velocity surveys such as CARMENES. <BR /> Aims: As part of the CARMENES search for exoplanets around M dwarfs, we obtained more than 200 radial-velocity measurements of Teegarden's Star and analysed them for planetary signals. <BR /> Methods: We find periodic variability in the radial velocities of Teegarden's Star. We also studied photometric measurements to rule out stellar brightness variations mimicking planetary signals. <BR /> Results: We find evidence for two planet candidates, each with 1.1 M<SUB>⊕</SUB> minimum mass, orbiting at periods of 4.91 and 11.4 d, respectively. No evidence for planetary transits could be found in archival and follow-up photometry. Small photometric variability is suggestive of slow rotation and old age. <BR /> Conclusions: The two planets are among the lowest-mass planets discovered so far, and they are the first Earth-mass planets around an ultra-cool dwarf for which the masses have been determined using radial velocities. <P />Tables D.1 and D.2 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/627/A49\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/627/A49</A>","Wolf 1061 c":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 9066 b":"Earth-sized planets in the habitable zones of M dwarfs are good candidates for the study of habitability and detection of biosignatures. To search for these planets, we analyze all available radial velocity data and apply four signal detection criteria to select the optimal candidates. We find 10 strong candidates satisfying these criteria and three weak candidates showing inconsistency over time due to data samplings. We also confirm three previous planet candidates and improve their orbital solutions through combined analyses of updated data sets. Among the strong planet candidates, HIP 38594 b is a temperate super-Earth with a mass of 8.2 ± 1.7 M<SUB>⊕</SUB> and an orbital period of 60.7 ± 0.1 days, orbiting around an early-type M dwarf. Early-type M dwarfs are less active and thus are better hosts for habitable planets than mid-type and late-type M dwarfs. Moreover, we report the detection of five two-planet systems, including two systems made up of a warm or cold Neptune and a cold Jupiter, consistent with a positive correlation between these two types of planets. We also detect three temperate Neptunes, four cold Neptunes, and four cold Jupiters, contributing to a rarely explored planet population. Due to their proximity to the Sun, these planets on wide orbits are appropriate targets for direct imaging by future facilities such as the Habitable Exoplanet Observatory and the Extremely Large Telescope.","GJ 687 c":"Earth-sized planets in the habitable zones of M dwarfs are good candidates for the study of habitability and detection of biosignatures. To search for these planets, we analyze all available radial velocity data and apply four signal detection criteria to select the optimal candidates. We find 10 strong candidates satisfying these criteria and three weak candidates showing inconsistency over time due to data samplings. We also confirm three previous planet candidates and improve their orbital solutions through combined analyses of updated data sets. Among the strong planet candidates, HIP 38594 b is a temperate super-Earth with a mass of 8.2 ± 1.7 M<SUB>⊕</SUB> and an orbital period of 60.7 ± 0.1 days, orbiting around an early-type M dwarf. Early-type M dwarfs are less active and thus are better hosts for habitable planets than mid-type and late-type M dwarfs. Moreover, we report the detection of five two-planet systems, including two systems made up of a warm or cold Neptune and a cold Jupiter, consistent with a positive correlation between these two types of planets. We also detect three temperate Neptunes, four cold Neptunes, and four cold Jupiters, contributing to a rarely explored planet population. Due to their proximity to the Sun, these planets on wide orbits are appropriate targets for direct imaging by future facilities such as the Habitable Exoplanet Observatory and the Extremely Large Telescope.","GJ 876 c":"We report constraints on the three-dimensional orbital architecture for all four planets known to orbit the nearby M dwarf Gliese 876 based solely on Doppler measurements and demanding long-term orbital stability. Our data set incorporates publicly available radial velocities taken with the ELODIE and CORALIE spectrographs, High Accuracy Radial velocity Planet Searcher (HARPS), and Keck HIgh Resolution Echelle Spectrometer (HIRES) as well as previously unpublished HIRES velocities. We first quantitatively assess the validity of the planets thought to orbit GJ 876 by computing the Bayes factors for a variety of different coplanar models using an importance sampling algorithm. We find that a four-planet model is preferred over a three-planet model. Next, we apply a Newtonian Markov chain Monte Carlo algorithm to perform a Bayesian analysis of the planet masses and orbits using an N-body model in three-dimensional space. Based on the radial velocities alone, we find that a 99 per cent credible interval provides upper limits on the mutual inclinations for the three resonant planets (Φ<SUB>cb</SUB> &lt; 6.20° for the {c} and {b} pair and Φ<SUB>be</SUB> &lt; 28.5° for the {b} and {e} pair). Subsequent dynamical integrations of our posterior sample find that the GJ 876 planets must be roughly coplanar (Φ<SUB>cb</SUB> &lt; 2.60° and Φ<SUB>be</SUB> &lt; 7.87°, suggesting that the amount of planet-planet scattering in the system has been low. We investigate the distribution of the respective resonant arguments of each planet pair and find that at least one argument for each planet pair and the Laplace argument librate. The libration amplitudes in our three-dimensional orbital model support the idea of the outer three planets having undergone significant past disc migration.","GJ 1061 c":"Small low-mass stars are favourable targets for the detection of rocky habitable planets. In particular, planetary systems in the solar neighbourhood are interesting and suitable for precise characterization. The RedDots campaigns seek to discover rocky planets orbiting nearby low-mass stars. The 2018 campaign targeted GJ 1061, which is the 20th nearest star to the Sun. For three consecutive months we obtained nightly, high-precision radial velocity measurements with the HARPS spectrograph. We analysed these data together with archival HARPS data. We report the detection of three planet candidates with periods of 3.204 ± 0.001, 6.689 ± 0.005, and 13.03 ± 0.03 d, which are close to 1:2:4 period commensurability. After several considerations related to the properties of the noise and sampling, we conclude that a fourth signal is most likely explained by stellar rotation, although it may be due to a planet. The proposed three-planet system (and the potential four-planet solution) is long-term dynamically stable. Planet-planet gravitational interactions are below our current detection threshold. The minimum masses of the three planets range from 1.4 ± 0.2 to 1.8 ± 0.3 M<SUB>⊕</SUB>. Planet d, with msin I = 1.64 ± 0.24 M<SUB>⊕</SUB>, receives a similar amount of energy as Earth receives from the Sun. Consequently it lies within the liquid-water habitable zone of the star and has a similar equilibrium temperature to Earth. GJ 1061 has very similar properties to Proxima Centauri but activity indices point to lower levels of stellar activity.","GJ 15 A c":"We present 20 yr of radial velocity (RV) measurements of the M1 dwarf Gl15A, combining five years of intensive RV monitoring with the HARPS-N spectrograph with 15 yr of archival HIRES/Keck RV data. We have carried out an MCMC-based analysis of the RV time series, inclusive of Gaussian Process (GP) approach to the description of stellar activity induced RV variations. Our analysis confirms the Keplerian nature and refines the orbital solution for the 11.44-day period super Earth, Gl15A b, reducing its amplitude to 1.68<SUB>-0.18</SUB><SUP>+0.17</SUP> m s<SUP>-1</SUP> (M sin i = 3.03<SUB>-0.44</SUB><SUP>+0.46</SUP> M<SUB>⊕</SUB>), and successfully models a long-term trend in the combined RV dataset in terms of a Keplerian orbit with a period around 7600 days and an amplitude of 2.5<SUB>-1.0</SUB><SUP>+1.3</SUP> m s<SUP>-1</SUP>, corresponding to a super-Neptune mass (M sin i = 36<SUB>-18</SUB><SUP>+25</SUP> M<SUB>⊕</SUB>) planetary companion. We also discuss the present orbital configuration of Gl15A planetary system in terms of the possible outcomes of Lidov-Kozai interactions with the wide-separation companion Gl15B in a suite of detailed numerical simulations. In order to improve the results of the dynamical analysis, we have derived a new orbital solution for the binary system, combining our RV measurements with astrometric data from the WDS catalogue. The eccentric Lidov-Kozai analysis shows the strong influence of Gl15B on the Gl15A planetary system, which can produce orbits compatible with the observed configuration for initial inclinations of the planetary system between 75° and 90°, and can also enhance the eccentricity of the outer planet well above the observed value, even resulting in orbital instability, for inclinations around 0° and 15°-30°. The Gl15A system is the multi-planet system closest to Earth, at 3.56 pc, and hosts the longest period RV sub-Jovian mass planet discovered so far. Its orbital architecture constitutes a very important laboratory for the investigation of formation and orbital evolution scenarios for planetary systems in binary stellar systems. <P />Based on observations made with the Italian Telescopio Nazionale Galileo (TNG), operated on the island of La Palma by the INAF - Fundación Galileo Galilei at the Roche de Los Muchachos Observatory of the Instituto de Astrofísica de Canarias (IAC); photometric observations made with the robotic telescope APT2 (within the EXORAP programme) located at Serra La Nave on Mt. Etna.","Kapteyn c":"Exoplanets of a few Earth masses can be now detected around nearby low-mass stars using Doppler spectroscopy. In this Letter, we investigate the radial velocity variations of Kapteyn's star, which is both a sub-dwarf M-star and the nearest halo object to the Sun. The observations comprise archival and new HARPS (High Accuracy Radial velocity Planet Searcher), High Resolution Echelle Spectrometer (HIRES) and Planet Finder Spectrograph (PFS) Doppler measurements. Two Doppler signals are detected at periods of 48 and 120 d using likelihood periodograms and a Bayesian analysis of the data. Using the same techniques, the activity indices and archival All Sky Automated Survey (ASAS-3) photometry show evidence for low-level activity periodicities of the order of several hundred days. However, there are no significant correlations with the radial velocity variations on the same time-scales. The inclusion of planetary Keplerian signals in the model results in levels of correlated and excess white noise that are remarkably low compared to younger G, K and M dwarfs. We conclude that Kapteyn's star is most probably orbited by two super-Earth mass planets, one of which is orbiting in its circumstellar habitable zone, becoming the oldest potentially habitable planet known to date. The presence and long-term survival of a planetary system seem a remarkable feat given the peculiar origin and kinematic history of Kapteyn's star. The detection of super-Earth mass planets around halo stars provides important insights into planet-formation processes in the early days of the Milky Way.","YZ Cet c":"Mid-to-late M stars are opportunistic targets for the study of low-mass exoplanets in transit because of the high planet-to-star radius ratios of their planets. Recent studies of such stars have shown that, like their early-M counterparts, they often host multi-resonant networks of small planets. Here, I reanalyze radial velocity measurements of YZ Ceti, an active M4 dwarf for which the HARPS exoplanet survey recently discovered three exoplanets on short-period (P = 4.66, 3.06, 1.97 days) orbits. My analysis finds that the orbital periods of the inner two planets cannot be uniquely determined using the published HARPS velocities. In particular, it appears likely that the 3.06 day period of YZ Ceti c is an alias and that its true period is 0.75 days. If so, the revised minimum mass of this planet is less than 0.6 Earth masses and its geometric transit probability increases to 10%. I encourage additional observations to determine the true periods of YZ Ceti b and c and suggest a search for transits at the 0.75 day period in TESS light curves.","Wolf 1061 d":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","Wolf 1061 b":"We use archival HARPS spectra to detect three planets orbiting the M3 dwarf Wolf 1061 (GJ 628). We detect a 1.36 M<SUB>⊕</SUB> minimum-mass planet with an orbital period P = 4.888 days (Wolf 1061b), a 4.25 M<SUB>⊕</SUB> minimum-mass planet with orbital period P = 17.867 days (Wolf 1061c), and a likely 5.21 M<SUB>⊕</SUB> minimum-mass planet with orbital period P = 67.274 days (Wolf 1061d). All of the planets are of sufficiently low mass that they may be rocky in nature. The 17.867 day planet falls within the habitable zone for Wolf 1061 and the 67.274 day planet falls just outside the outer boundary of the habitable zone. There are no signs of activity observed in the bisector spans, cross-correlation FWHMs, calcium H &amp; K indices, NaD indices, or Hα indices near the planetary periods. We use custom methods to generate a cross-correlation template tailored to the star. The resulting velocities do not suffer the strong annual variation observed in the HARPS DRS velocities. This differential technique should deliver better exploitation of the archival HARPS data for the detection of planets at extremely low amplitudes.","GJ 357 b":"We report the detection of a transiting Earth-size planet around GJ 357, a nearby M2.5 V star, using data from the Transiting Exoplanet Survey Satellite (TESS). GJ 357 b (TOI-562.01) is a transiting, hot, Earth-sized planet (T<SUB>eq</SUB> = 525 ± 11 K) with a radius of R<SUB>b</SUB> = 1.217 ± 0.084 R<SUB>⊕</SUB> and an orbital period of P<SUB>b</SUB> = 3.93 d. Precise stellar radial velocities from CARMENES and PFS, as well as archival data from HIRES, UVES, and HARPS also display a 3.93-day periodicity, confirming the planetary nature and leading to a planetary mass of M<SUB>b</SUB> = 1.84 ± 0.31 M<SUB>⊕</SUB>. In addition to the radial velocity signal for GJ 357 b, more periodicities are present in the data indicating the presence of two further planets in the system: GJ 357 c, with a minimum mass of M<SUB>c</SUB> = 3.40 ± 0.46 M<SUB>⊕</SUB> in a 9.12 d orbit, and GJ 357 d, with a minimum mass of M<SUB>d</SUB> = 6.1 ± 1.0 M<SUB>⊕</SUB> in a 55.7 d orbit inside the habitable zone. The host is relatively inactive and exhibits a photometric rotation period of P<SUB>rot</SUB> = 78 ± 2 d. GJ 357 b isto date the second closest transiting planet to the Sun, making it a prime target for further investigations such as transmission spectroscopy. Therefore, GJ 357 b represents one of the best terrestrial planets suitable for atmospheric characterization with the upcoming JWST and ground-based ELTs. <P />RV data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/628/A39\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/628/A39</A>","HD 285968 b":"A 10.24-day Neptune-mass planet was recently announced as orbiting the nearby M2 dwarf Gl 176, based on 28 radial velocities measured with the HRS spectrograph on the Hobby-Heberly Telescope. We obtained 57 radial velocities of Gl 176 with the ESO 3.6 m telescope and the HARPS spectrograph, which is known for its sub-m s<SUP>-1</SUP> stability. The median photon-noise standard error of our measurements is 1.1 m s<SUP>-1</SUP>, significantly lower than the 4.7 m s<SUP>-1</SUP> of the HET velocities, and the 4-year period over which they were obtained overlaps considerably with the epochs of the HET measurements. The HARPS measurements show no evidence of a signal at the period of the putative HET planet, suggesting that its detection was spurious. We do find, on the other hand, strong evidence of a lower mass 8.4 M_Earth planet, in a quasi-circular orbit and at the different period of 8.78 days. The host star has moderate magnetic activity and rotates on a 39-day period, which we confirm through modulation of both contemporaneous photometry and chromospheric indices. We detect that period, as well, in the radial velocities, but it is well removed from the orbital period and offers no cause for confusion. This new detection of a super-Earth (2 M_Earth &lt; M sin (i) &lt; 10 M_Earth) around an M dwarf adds to the growing evidence that such planets are common around very low-mass stars. A third of the 20 known planets with M sin (i)&lt; 0.1 M_Jup and 3 of the 7 known planets with M sin (i) &lt; 10 M_Earth orbit an M dwarf, in contrast to just 4 of the ~300 known Jupiter-mass planets. <P />Based on observations made with the HARPS instrument on the <P />ESO 3.6-m telescope at La Silla Observatory under program ID <P />072.C-0488.","GJ 3512 b":"Surveys have shown that super-Earth and Neptune-mass exoplanets are more frequent than gas giants around low-mass stars, as predicted by the core accretion theory of planet formation. We report the discovery of a giant planet around the very-low-mass star GJ 3512, as determined by optical and near-infrared radial-velocity observations. The planet has a minimum mass of 0.46 Jupiter masses, very high for such a small host star, and an eccentric 204-day orbit. Dynamical models show that the high eccentricity is most likely due to planet-planet interactions. We use simulations to demonstrate that the GJ 3512 planetary system challenges generally accepted formation theories, and that it puts constraints on the planet accretion and migration rates. Disk instabilities may be more efficient in forming planets than previously thought.","AU Mic c":"AU Microscopii (AU Mic) is a young, active star whose transiting planet was recently detected. Here, we report our analysis of its TESS light curve, where we modeled the BY Draconis type quasi-periodic rotational modulation by starspots simultaneously to the flaring activity and planetary transits. We measured a flare occurrence rate in AU Mic of 6.35 flares per day for flares with amplitudes in the range of 0.06% &lt; f<SUB>max</SUB> &lt; 1.5% of the star flux. We employed a Bayesian Markov chain Monte Carlo analysis to model the five transits of AU Mic b observed by TESS, improving the constraints on the planetary parameters. The measured planet-to-star effective radius ratio of R<SUB>p</SUB>∕R<SUB>⋆</SUB> = 0.0496 ± 0.0007 implies a physical radius of 4.07 ± 0.17 R<SUB>⊕</SUB> and a planet density of 1.4 ± 0.4 g cm<SUP>−3</SUP>, confirming that AU Mic b is a Neptune-size moderately inflated planet. While a single feature possibly due to a second planet was previously reported in the former TESS data, we report the detection of two additional transit-like events in the new TESS observations of July 2020. This represents substantial evidence for a second planet (AU Mic c) in the system. We analyzed its three available transits and obtained an orbital period of 18.859019 ± 0.000016 d and a planetary radius of 3.24 ± 0.16 R<SUB>⊕</SUB>, which defines AU Mic c as a warm Neptune-size planet with an expected mass in the range of 2.2 M<SUB>⊕</SUB> &lt; M<SUB>c</SUB> &lt; 25.0 M<SUB>⊕</SUB>, estimated from the population of exoplanets of similar sizes. The two planets in the AU Mic system are in near 9:4 mean-motion resonance. We show that this configuration is dynamically stable and should produce transit-timing variations (TTV). Our non-detection of significant TTV in AU Mic b suggests an upper limit for the mass of AU Mic c of &lt;7 M<SUB>⊕</SUB>, indicating that this planet is also likely to be inflated. As a young multi-planet system with at least two transiting planets, AU Mic becomes a key system for the study of atmospheres of infant planets and of planet-planet and planet-disk dynamics at the early stages of planetary evolution.","Gl 49 b":"Context. Small planets around low-mass stars often show orbital periods in a range that corresponds to the temperate zones of their host stars which are therefore of prime interest for planet searches. Surface phenomena such as spots and faculae create periodic signals in radial velocities and in observational activity tracers in the same range, so they can mimic or hide true planetary signals. <BR /> Aims: We aim to detect Doppler signals corresponding to planetary companions, determine their most probable orbital configurations, and understand the stellar activity and its impact on different datasets. <BR /> Methods: We analyzed 22 yr of data of the M1.5 V-type star Gl 49 (BD+61 195) including HARPS-N and CARMENES spectrographs, complemented by APT2 and SNO photometry. Activity indices are calculated from the observed spectra, and all datasets are analyzed with periodograms and noise models. We investigated how the variation of stellar activity imprints on our datasets. We further tested the origin of the signals and investigate phase shifts between the different sets. To search for the best-fit model we maximize the likelihood function in a Markov chain Monte Carlo approach. <BR /> Results: As a result of this study, we are able to detect the super-Earth Gl 49b with a minimum mass of 5.6 M<SUB>⊕</SUB>. It orbits its host star with a period of 13.85 d at a semi-major axis of 0.090 au and we calculate an equilibrium temperature of 350 K and a transit probability of 2.0%. The contribution from the spot-dominated host star to the different datasets is complex, and includes signals from the stellar rotation at 18.86 d, evolutionary timescales of activity phenomena at 40-80 d, and a long-term variation of at least four years. <P />Based on observations made with the Italian TNG, operated on the island of La Palma, Spain; the CARMENES instrument installed at the 3.5 m telescope of the Calar Alto Observatory, Spain; the robotic APT2 located at Serra La Nave on Mt. Etna, Italy; and the T90 telescope at Sierra Nevada Observatory, Spain.Full Table A.1 is only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/624/A123\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/624/A123</A>","GJ 687 b":"We present empirical measurements of the radii of 116 stars that host transiting planets. These radii are determined using only direct observables—the bolometric flux at Earth, the effective temperature, and the parallax provided by the Gaia first data release—and thus are virtually model independent, with extinction being the only free parameter. We also determine each star’s mass using our newly determined radius and the stellar density, a virtually model independent quantity itself from previously published transit analyses. These stellar radii and masses are in turn used to redetermine the transiting-planet radii and masses, again using only direct observables. The median uncertainties on the stellar radii and masses are 8% and 30%, respectively, and the resulting uncertainties on the planet radii and masses are 9% and 22%, respectively. These accuracies are generally larger than previously published model-dependent precisions of 5% and 6% on the planet radii and masses, respectively, but the newly determined values are purely empirical. We additionally report radii for 242 stars hosting radial-velocity (non-transiting) planets, with a median achieved accuracy of ≈2%. Using our empirical stellar masses we verify that the majority of putative “retired A stars” in the sample are indeed more massive than ∼1.2 {M}<SUB>⊙ </SUB>. Most importantly, the bolometric fluxes and angular radii reported here for a total of 498 planet host stars—with median accuracies of 1.7% and 1.8%, respectively—serve as a fundamental data set to permit the re-determination of transiting-planet radii and masses with the Gaia second data release to ≈3% and ≈5% accuracy, better than currently published precisions, and determined in an entirely empirical fashion.","GJ 876 b":"We report constraints on the three-dimensional orbital architecture for all four planets known to orbit the nearby M dwarf Gliese 876 based solely on Doppler measurements and demanding long-term orbital stability. Our data set incorporates publicly available radial velocities taken with the ELODIE and CORALIE spectrographs, High Accuracy Radial velocity Planet Searcher (HARPS), and Keck HIgh Resolution Echelle Spectrometer (HIRES) as well as previously unpublished HIRES velocities. We first quantitatively assess the validity of the planets thought to orbit GJ 876 by computing the Bayes factors for a variety of different coplanar models using an importance sampling algorithm. We find that a four-planet model is preferred over a three-planet model. Next, we apply a Newtonian Markov chain Monte Carlo algorithm to perform a Bayesian analysis of the planet masses and orbits using an N-body model in three-dimensional space. Based on the radial velocities alone, we find that a 99 per cent credible interval provides upper limits on the mutual inclinations for the three resonant planets (Φ<SUB>cb</SUB> &lt; 6.20° for the {c} and {b} pair and Φ<SUB>be</SUB> &lt; 28.5° for the {b} and {e} pair). Subsequent dynamical integrations of our posterior sample find that the GJ 876 planets must be roughly coplanar (Φ<SUB>cb</SUB> &lt; 2.60° and Φ<SUB>be</SUB> &lt; 7.87°, suggesting that the amount of planet-planet scattering in the system has been low. We investigate the distribution of the respective resonant arguments of each planet pair and find that at least one argument for each planet pair and the Laplace argument librate. The libration amplitudes in our three-dimensional orbital model support the idea of the outer three planets having undergone significant past disc migration.","GJ 876 e":"We report constraints on the three-dimensional orbital architecture for all four planets known to orbit the nearby M dwarf Gliese 876 based solely on Doppler measurements and demanding long-term orbital stability. Our data set incorporates publicly available radial velocities taken with the ELODIE and CORALIE spectrographs, High Accuracy Radial velocity Planet Searcher (HARPS), and Keck HIgh Resolution Echelle Spectrometer (HIRES) as well as previously unpublished HIRES velocities. We first quantitatively assess the validity of the planets thought to orbit GJ 876 by computing the Bayes factors for a variety of different coplanar models using an importance sampling algorithm. We find that a four-planet model is preferred over a three-planet model. Next, we apply a Newtonian Markov chain Monte Carlo algorithm to perform a Bayesian analysis of the planet masses and orbits using an N-body model in three-dimensional space. Based on the radial velocities alone, we find that a 99 per cent credible interval provides upper limits on the mutual inclinations for the three resonant planets (Φ<SUB>cb</SUB> &lt; 6.20° for the {c} and {b} pair and Φ<SUB>be</SUB> &lt; 28.5° for the {b} and {e} pair). Subsequent dynamical integrations of our posterior sample find that the GJ 876 planets must be roughly coplanar (Φ<SUB>cb</SUB> &lt; 2.60° and Φ<SUB>be</SUB> &lt; 7.87°, suggesting that the amount of planet-planet scattering in the system has been low. We investigate the distribution of the respective resonant arguments of each planet pair and find that at least one argument for each planet pair and the Laplace argument librate. The libration amplitudes in our three-dimensional orbital model support the idea of the outer three planets having undergone significant past disc migration.","GJ 832 b":"We report the detection of GJ 832c, a super-Earth orbiting near the inner edge of the habitable zone of GJ 832, an M dwarf previously known to host a Jupiter analog in a nearly circular 9.4 yr orbit. The combination of precise radial-velocity measurements from three telescopes reveals the presence of a planet with a period of 35.68 ± 0.03 days and minimum mass (m sin i) of 5.4 ± 1.0 Earth masses. GJ 832c moves on a low-eccentricity orbit (e = 0.18 ± 0.13) toward the inner edge of the habitable zone. However, given the large mass of the planet, it seems likely that it would possess a massive atmosphere, which may well render the planet inhospitable. Indeed, it is perhaps more likely that GJ 832c is a \"super-Venus,\" featuring significant greenhouse forcing. With an outer giant planet and an interior, potentially rocky planet, the GJ 832 planetary system can be thought of as a miniature version of our own solar system. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at the Las Campanas Observatory, Chile.","GJ 832 c":"We report the detection of GJ 832c, a super-Earth orbiting near the inner edge of the habitable zone of GJ 832, an M dwarf previously known to host a Jupiter analog in a nearly circular 9.4 yr orbit. The combination of precise radial-velocity measurements from three telescopes reveals the presence of a planet with a period of 35.68 ± 0.03 days and minimum mass (m sin i) of 5.4 ± 1.0 Earth masses. GJ 832c moves on a low-eccentricity orbit (e = 0.18 ± 0.13) toward the inner edge of the habitable zone. However, given the large mass of the planet, it seems likely that it would possess a massive atmosphere, which may well render the planet inhospitable. Indeed, it is perhaps more likely that GJ 832c is a \"super-Venus,\" featuring significant greenhouse forcing. With an outer giant planet and an interior, potentially rocky planet, the GJ 832 planetary system can be thought of as a miniature version of our own solar system. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at the Las Campanas Observatory, Chile.","GJ 876 d":"We report constraints on the three-dimensional orbital architecture for all four planets known to orbit the nearby M dwarf Gliese 876 based solely on Doppler measurements and demanding long-term orbital stability. Our data set incorporates publicly available radial velocities taken with the ELODIE and CORALIE spectrographs, High Accuracy Radial velocity Planet Searcher (HARPS), and Keck HIgh Resolution Echelle Spectrometer (HIRES) as well as previously unpublished HIRES velocities. We first quantitatively assess the validity of the planets thought to orbit GJ 876 by computing the Bayes factors for a variety of different coplanar models using an importance sampling algorithm. We find that a four-planet model is preferred over a three-planet model. Next, we apply a Newtonian Markov chain Monte Carlo algorithm to perform a Bayesian analysis of the planet masses and orbits using an N-body model in three-dimensional space. Based on the radial velocities alone, we find that a 99 per cent credible interval provides upper limits on the mutual inclinations for the three resonant planets (Φ<SUB>cb</SUB> &lt; 6.20° for the {c} and {b} pair and Φ<SUB>be</SUB> &lt; 28.5° for the {b} and {e} pair). Subsequent dynamical integrations of our posterior sample find that the GJ 876 planets must be roughly coplanar (Φ<SUB>cb</SUB> &lt; 2.60° and Φ<SUB>be</SUB> &lt; 7.87°, suggesting that the amount of planet-planet scattering in the system has been low. We investigate the distribution of the respective resonant arguments of each planet pair and find that at least one argument for each planet pair and the Laplace argument librate. The libration amplitudes in our three-dimensional orbital model support the idea of the outer three planets having undergone significant past disc migration.","GJ 9066 c":"Earth-sized planets in the habitable zones of M dwarfs are good candidates for the study of habitability and detection of biosignatures. To search for these planets, we analyze all available radial velocity data and apply four signal detection criteria to select the optimal candidates. We find 10 strong candidates satisfying these criteria and three weak candidates showing inconsistency over time due to data samplings. We also confirm three previous planet candidates and improve their orbital solutions through combined analyses of updated data sets. Among the strong planet candidates, HIP 38594 b is a temperate super-Earth with a mass of 8.2 ± 1.7 M<SUB>⊕</SUB> and an orbital period of 60.7 ± 0.1 days, orbiting around an early-type M dwarf. Early-type M dwarfs are less active and thus are better hosts for habitable planets than mid-type and late-type M dwarfs. Moreover, we report the detection of five two-planet systems, including two systems made up of a warm or cold Neptune and a cold Jupiter, consistent with a positive correlation between these two types of planets. We also detect three temperate Neptunes, four cold Neptunes, and four cold Jupiters, contributing to a rarely explored planet population. Due to their proximity to the Sun, these planets on wide orbits are appropriate targets for direct imaging by future facilities such as the Habitable Exoplanet Observatory and the Extremely Large Telescope.","GJ 229 A c":"Zechmeister et al. surveyed 38 nearby M dwarfs from 2000 to 2007 March with VLT2 and the Ultraviolet and Visual Echelle Spectrograph (UVES) spectrometer. These data have recently been reanalyzed, yielding a significant improvement in the Doppler velocity precision. Spurred by this, we have combined the UVES data with velocity sets from High Accuracy Radial velocity Planet Searcher, Magellan/Planet Finder Spectrograph, and Keck/High Resolution Echelle Spectrometer. Sixteen planet candidates have been uncovered orbiting nine M dwarfs. Five of them are new planets corresponding to radial velocity signals, which are not sensitive to the choice of noise models and are identified in multiple data sets over various time spans. Eight candidate planets require additional observation to be confirmed. We also confirm three previously reported planets. Among the new planets, GJ 180 d and GJ 229A c are super-Earths located in the conservative habitable zones of their host stars. We investigate their dynamical stability using the Monte Carlo approach and find both planetary orbits are robust to the gravitational perturbations of the companion planets. Due to their proximity to the Sun, the angular separation between the host stars and the potentially habitable planets in these two systems is 25 and 59 mas, respectively. They are thus good candidates for future direct imaging by James Webb Space Telescope and E-ELT. In addition, we find GJ 433 c, a cold super-Neptune belonging to an unexplored population of Neptune-like planets. With a separation of 0.″5 from its host star, GJ 433 c is probably the first realistic candidate for the direct imaging of cold Neptunes. A comprehensive survey of these planets is important for the studies of planet formation. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at the Las Campanas Observatory, Chile.","HD 26965 b":"The Dharma Planet Survey (DPS) aims to monitor about 150 nearby very bright FGKM dwarfs (within 50 pc) during 2016-2020 for low-mass planet detection and characterization using the TOU very high resolution optical spectrograph (R ≈ 100 000, 380-900 nm). TOU was initially mounted to the 2-m Automatic Spectroscopic Telescope at Fairborn Observatory in 2013-2015 to conduct a pilot survey, then moved to the dedicated 50-inch automatic telescope on Mt. Lemmon in 2016 to launch the survey. Here, we report the first planet detection from DPS, a super-Earth candidate orbiting a bright K dwarf star, HD 26965. It is the second brightest star (V = 4.4 mag) on the sky with a super-Earth candidate. The planet candidate has a mass of 8.47 ± 0.47M<SUB>Earth</SUB>, period of 42.38 ± 0.01 d, and eccentricity of 0.04^{+0.05}_{-0.03}. This radial velocity (RV) signal was independently detected by Díaz et al., but they could not confirm if the signal is from a planet or stellar activity. The orbital period of the planet is close to the rotation period of the star (39-44.5 d) measured from stellar activity indicators. Our high precision photometric campaign and line bisector analysis of this star do not find any significant variations at the orbital period. Stellar RV jitters modelled from star-spots and convection inhibition are also not strong enough to explain the RV signal detected. After further comparing RV data from the star's active magnetic phase and quiet magnetic phase, we conclude that the RV signal is due to planetary-reflex motion and not stellar activity.","GJ 682 c":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","GJ 682 b":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","GJ 251 b":"We announce the discovery of two planets orbiting the M dwarfs GJ 251 (0.360 ± 0.015M<SUB>⊙</SUB>) and HD 238090 (0.578 ± 0.021M<SUB>⊙</SUB>) based on CARMENES radial velocity (RV) data. In addition, we independently confirm with CARMENES data the existence of Lalande 21185 b, a planet that has recently been discovered with the SOPHIE spectrograph. All three planets belong to the class of warm or temperate super-Earths and share similar properties. The orbital periods are 14.24 d, 13.67 d, and 12.95 d and the minimum masses are 4.0 ± 0.4 M<SUB>⊕</SUB>, 6.9 ± 0.9 M<SUB>⊕</SUB>, and 2.7 ± 0.3 M<SUB>⊕</SUB> for GJ 251 b, HD 238090 b, and Lalande 21185 b, respectively. Based on the orbital and stellar properties, we estimate equilibrium temperatures of 351.0 ± 1.4 K for GJ 251 b, 469.6 ± 2.6 K for HD 238090 b, and 370.1 ± 6.8 K for Lalande 21185 b. For the latter we resolve the daily aliases that were present in the SOPHIE data and that hindered an unambiguous determination of the orbital period. We find no significant signals in any of our spectral activity indicators at the planetary periods. The RV observations were accompanied by contemporaneous photometric observations. We derive stellar rotation periods of 122.1 ± 2.2 d and 96.7 ± 3.7 d for GJ 251 and HD 238090, respectively. The RV data of all three stars exhibit significant signals at the rotational period or its first harmonic. For GJ 251 and Lalande 21185, we also find long-period signals around 600 d, and 2900 d, respectively, which we tentatively attribute to long-term magnetic cycles. We apply a Bayesian approach to carefully model the Keplerian signals simultaneously with the stellar activity using Gaussian process regression models and extensively search for additional significant planetary signals hidden behind the stellar activity. Current planet formation theories suggest that the three systems represent a common architecture, consistent with formation following the core accretion paradigm. <P />Tables D.1-D.3 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/643/A112\">http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/643/A112</A>","GJ 229 b":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","GJ 411 b":"We announce the discovery of two planets orbiting the M dwarfs GJ 251 (0.360 ± 0.015M<SUB>⊙</SUB>) and HD 238090 (0.578 ± 0.021M<SUB>⊙</SUB>) based on CARMENES radial velocity (RV) data. In addition, we independently confirm with CARMENES data the existence of Lalande 21185 b, a planet that has recently been discovered with the SOPHIE spectrograph. All three planets belong to the class of warm or temperate super-Earths and share similar properties. The orbital periods are 14.24 d, 13.67 d, and 12.95 d and the minimum masses are 4.0 ± 0.4 M<SUB>⊕</SUB>, 6.9 ± 0.9 M<SUB>⊕</SUB>, and 2.7 ± 0.3 M<SUB>⊕</SUB> for GJ 251 b, HD 238090 b, and Lalande 21185 b, respectively. Based on the orbital and stellar properties, we estimate equilibrium temperatures of 351.0 ± 1.4 K for GJ 251 b, 469.6 ± 2.6 K for HD 238090 b, and 370.1 ± 6.8 K for Lalande 21185 b. For the latter we resolve the daily aliases that were present in the SOPHIE data and that hindered an unambiguous determination of the orbital period. We find no significant signals in any of our spectral activity indicators at the planetary periods. The RV observations were accompanied by contemporaneous photometric observations. We derive stellar rotation periods of 122.1 ± 2.2 d and 96.7 ± 3.7 d for GJ 251 and HD 238090, respectively. The RV data of all three stars exhibit significant signals at the rotational period or its first harmonic. For GJ 251 and Lalande 21185, we also find long-period signals around 600 d, and 2900 d, respectively, which we tentatively attribute to long-term magnetic cycles. We apply a Bayesian approach to carefully model the Keplerian signals simultaneously with the stellar activity using Gaussian process regression models and extensively search for additional significant planetary signals hidden behind the stellar activity. Current planet formation theories suggest that the three systems represent a common architecture, consistent with formation following the core accretion paradigm. <P />Tables D.1-D.3 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/643/A112\">http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/643/A112</A>","HD 20794 d":"<BR /> Aims: We explore the feasibility of detecting Earth analogs around Sun-like stars using the radial velocity method by investigating one of the largest radial velocities data sets for the one of the most stable radial-velocity stars HD 20794. <BR /> Methods: We proceed by disentangling the Keplerian signals from correlated noise and activity-induced variability. We diagnose the noise using the differences between radial velocities measured at different wavelength ranges, so-called \"differential radial velocities\". <BR /> Results: We apply this method to the radial velocities measured by HARPS, and identify four signals at 18, 89, 147 and 330 d. The two signals at periods of 18 and 89 d are previously reported and are better quantified in this work. The signal at a period of about 147 d is reported for the first time, and corresponds to a super-Earth with a minimum mass of 4.59 Earth mass located 0.51 AU from HD 20794. We also find a significant signal at a period of about 330 d corresponding to a super-Earth or Neptune in the habitable zone. Since this signal is close to the annual sampling period and significant periodogram power in some noise proxies are found close to this signal, further observations and analyses are required to confirm it. The analyses of the eccentricity and consistency of signals provide weak evidence for the existence of the previously reported 43 d signal and a new signal at a period of about 11.9 d with a semi-amplitude of 0.4 m/s. <BR /> Conclusions: We find that the detection of a number of signals with radial velocity variations around 0.5 m/s that are likely caused by low mass planet candidates demonstrates the important role of noise modeling in searching for Earth analogs. <P />Radial velocity tables are available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/A103\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/A103</A>","GJ 273 c":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","HD 20794 e":"<BR /> Aims: We explore the feasibility of detecting Earth analogs around Sun-like stars using the radial velocity method by investigating one of the largest radial velocities data sets for the one of the most stable radial-velocity stars HD 20794. <BR /> Methods: We proceed by disentangling the Keplerian signals from correlated noise and activity-induced variability. We diagnose the noise using the differences between radial velocities measured at different wavelength ranges, so-called \"differential radial velocities\". <BR /> Results: We apply this method to the radial velocities measured by HARPS, and identify four signals at 18, 89, 147 and 330 d. The two signals at periods of 18 and 89 d are previously reported and are better quantified in this work. The signal at a period of about 147 d is reported for the first time, and corresponds to a super-Earth with a minimum mass of 4.59 Earth mass located 0.51 AU from HD 20794. We also find a significant signal at a period of about 330 d corresponding to a super-Earth or Neptune in the habitable zone. Since this signal is close to the annual sampling period and significant periodogram power in some noise proxies are found close to this signal, further observations and analyses are required to confirm it. The analyses of the eccentricity and consistency of signals provide weak evidence for the existence of the previously reported 43 d signal and a new signal at a period of about 11.9 d with a semi-amplitude of 0.4 m/s. <BR /> Conclusions: We find that the detection of a number of signals with radial velocity variations around 0.5 m/s that are likely caused by low mass planet candidates demonstrates the important role of noise modeling in searching for Earth analogs. <P />Radial velocity tables are available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/A103\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/A103</A>","GJ 338 B b":"<BR /> Aims: We report on radial velocity time series for two M0.0 V stars, GJ 338 B and GJ 338 A, using the CARMENES spectrograph, complemented by ground-telescope photometry from Las Cumbres and Sierra Nevada observatories. We aim to explore the presence of small planets in tight orbits using the spectroscopic radial velocity technique. <BR /> Methods: We obtained 159 and 70 radial velocity measurements of GJ 338 B and A, respectively, with the CARMENES visible channel between 2016 January and 2018 October. We also compiled additional relative radial velocity measurements from the literature and a collection of astrometric data that cover 200 a of observations to solve for the binary orbit. <BR /> Results: We found dynamical masses of 0.64 ± 0.07 M<SUB>⊙</SUB> for GJ 338 B and 0.69 ± 0.07 M<SUB>⊙</SUB> for GJ 338 A. The CARMENES radial velocity periodograms show significant peaks at 16.61 ± 0.04 d (GJ 338 B) and 16.3<SUB>-1.3</SUB><SUP>+3.5</SUP> d (GJ 338 A), which have counterparts at the same frequencies in CARMENES activity indicators and photometric light curves. We attribute these to stellar rotation. GJ 338 B shows two additional, significant signals at 8.27 ± 0.01 and 24.45 ± 0.02 d, with no obvious counterparts in the stellar activity indices. The former is likely the first harmonic of the star's rotation, while we ascribe the latter to the existence of a super-Earth planet with a minimum mass of 10.27<SUB>-1.38</SUB><SUP>+1.47</SUP> M<SUB>⊕</SUB> orbiting GJ 338 B. We have not detected signals of likely planetary origin around GJ 338 A. <BR /> Conclusions: GJ 338 Bb lies inside the inner boundary of the habitable zone around its parent star. It is one of the least massive planets ever found around any member of stellar binaries. The masses, spectral types, brightnesses, and even the rotational periods are very similar for both stars, which are likely coeval and formed from the same molecular cloud, yet they differ in the architecture of their planetary systems. <P />Full Tables B.1-B.6 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/637/A93\">http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/637/A93</A>","HD 180617 b":"Despite their activity, low-mass stars are of particular importance for the search of exoplanets by the means of Doppler spectroscopy, as planets with lower masses become detectable. We report on the discovery of a planetary companion around HD 180617, a bright (J = 5.58 mag), low-mass (M = 0.45M<SUB>⊙</SUB>) star of spectral type M2.5 V. The star, located at a distance of 5.9 pc, is the primary of the high proper motion binary system containing vB 10, a star with one of the lowest masses known in most of the twentieth century. Our analysis is based on new radial velocity (RV) measurements made at red-optical wavelengths provided by the high-precision spectrograph CARMENES, which was designed to carry out a survey for Earth-like planets around M dwarfs. The available CARMENES data are augmented by archival Doppler measurements from HIRES and HARPS. Altogether, the RVs span more than 16 yr. The modeling of the RV variations, with a semi-amplitude of K = 2.85<SUB>-0.25</SUB><SUP>+0.16</SUP> m s<SUP>-1</SUP>, yields a Neptune-like planet with a minimum mass of 12.2<SUB>-1.4</SUB><SUP>+1.0</SUP> M<SUB>⊕</SUB> on a 105.90<SUB>-0.10</SUB><SUP>+0.09</SUP> d circumprimary orbit, which is partly located in the host star's habitable zone. The analysis of time series of common activity indicators does not show any dependence on the detected RV signal. The discovery of HD 180617 b not only adds information to a currently hardly filled region of the mass-period diagram of exoplanets around M dwarfs, but the investigated system becomes the third known binary consisting of M dwarfs and hosting an exoplanet in an S-type configuration. Its proximity makes it an attractive candidate for future studies. <P />The RV data (Table C.1) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://cdsarc.u-strasbg.fr\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A115\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A115</A>","HD 20794 c":"Context. In 2009 we started an intense radial-velocity monitoring of a few nearby, slowly-rotating and quiet solar-type stars within the dedicated HARPS-Upgrade GTO program. <BR /> Aims: The goal of this campaign is to gather very-precise radial-velocity data with high cadence and continuity to detect tiny signatures of very-low-mass stars that are potentially present in the habitable zone of their parent stars. <BR /> Methods: Ten stars were selected among the most stable stars of the original HARPS high-precision program that are uniformly spread in hour angle, such that three to four of them are observable at any time of the year. For each star we recorded 50 data points spread over the observing season. The data points consist of three nightly observations with a total integration time of 10 min each and are separated by two hours. This is an observational strategy adopted to minimize stellar pulsation and granulation noise. <BR /> Results: We present the first results of this ambitious program. The radial-velocity data and the orbital parameters of five new and one confirmed low-mass planets around the stars <ASTROBJ>HD 20794</ASTROBJ>, <ASTROBJ>HD 85512</ASTROBJ>, and <ASTROBJ>HD 192310</ASTROBJ> are reported and discussed, among which is a system of three super-Earths and one that harbors a 3.6 M<SUB>⊕</SUB>-planet at the inner edge of the habitable zone. <BR /> Conclusions: This result already confirms previous indications that low-mass planets seem to be very frequent around solar-type stars and that this may occur with a frequency higher than 30%. <P />Based on observations made with the HARPS instrument on ESO's 3.6 m telescope at the La Silla Observatory in the frame of the HARPS-Upgrade GTO program ID 086.C-0230.Tables 7-9 (RV data) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58</A>","HD 219134 b":"HD 219134 is a K-dwarf star at a distance of 6.5 parsecs around which several low-mass planets were recently discovered<SUP>1,2</SUP>. The Spitzer Space Telescope detected a transit of the innermost of these planets, HD 219134 b, whose mass and radius (4.5 M<SUB>⊕</SUB> and 1.6 R<SUB>⊕</SUB> respectively) are consistent with a rocky composition<SUP>1</SUP>. Here, we report new high-precision time-series photometry of the star acquired with Spitzer revealing that the second innermost planet of the system, HD 219134c, is also transiting. A global analysis of the Spitzer transit light curves and the most up-to-date HARPS-N velocity data set yields mass and radius estimations of 4.74 ± 0.19 M<SUB>⊕</SUB> and 1.602 ± 0.055 R<SUB>⊕</SUB> for HD 219134 b, and of 4.36 ± 0.22 M<SUB>⊕</SUB> and 1.511 ± 0.047 R<SUB>⊕</SUB> for HD 219134 c. These values suggest rocky compositions for both planets. Thanks to the proximity and the small size of their host star (0.778 ± 0.005 R<SUB>⊙</SUB>)<SUP>3</SUP>, these two transiting exoplanets — the nearest to the Earth yet found — are well suited for a detailed characterization (for example, precision of a few per cent on mass and radius, and constraints on the atmospheric properties) that could give important constraints on the nature and formation mechanism of the ubiquitous short-period planets of a few Earth masses.","HD 219134 c":"HD 219134 is a K-dwarf star at a distance of 6.5 parsecs around which several low-mass planets were recently discovered<SUP>1,2</SUP>. The Spitzer Space Telescope detected a transit of the innermost of these planets, HD 219134 b, whose mass and radius (4.5 M<SUB>⊕</SUB> and 1.6 R<SUB>⊕</SUB> respectively) are consistent with a rocky composition<SUP>1</SUP>. Here, we report new high-precision time-series photometry of the star acquired with Spitzer revealing that the second innermost planet of the system, HD 219134c, is also transiting. A global analysis of the Spitzer transit light curves and the most up-to-date HARPS-N velocity data set yields mass and radius estimations of 4.74 ± 0.19 M<SUB>⊕</SUB> and 1.602 ± 0.055 R<SUB>⊕</SUB> for HD 219134 b, and of 4.36 ± 0.22 M<SUB>⊕</SUB> and 1.511 ± 0.047 R<SUB>⊕</SUB> for HD 219134 c. These values suggest rocky compositions for both planets. Thanks to the proximity and the small size of their host star (0.778 ± 0.005 R<SUB>⊙</SUB>)<SUP>3</SUP>, these two transiting exoplanets — the nearest to the Earth yet found — are well suited for a detailed characterization (for example, precision of a few per cent on mass and radius, and constraints on the atmospheric properties) that could give important constraints on the nature and formation mechanism of the ubiquitous short-period planets of a few Earth masses.","GJ 581 b":"We report the discovery of a Neptune-mass planet around Gl 581 (M3V, M = 0.31 M⊙), based on precise Doppler measurements with the HARPS spectrograph at La Silla Observatory. The radial velocities reveal a circular orbit of period P = 5.366 days and semi-amplitude K<SUB>1</SUB> = 13.2 m s<SUP>-1</SUP>. The resulting minimum mass of the planet (M<SUB>2</SUB> sin i) is only 0.052 M<SUB>Jup</SUB> = 0.97 M<SUB>Nep</SUB> = 16.6 M<SUB>Earth</SUB> making Gl 581b one of the lightest extra-solar planet known to date. The Gl 581 planetary system is only the third centered on an M dwarf, joining the Gl 876 three-planet system and the lone planet around Gl 436. Its discovery reinforces the emerging tendency of such planets to be of low mass, and found at short orbital periods. The statistical properties of the planets orbiting M dwarfs do not seem to match a simple mass scaling of their counterparts around solar-type stars.","GJ 625 b":"We report the discovery of a super-Earth orbiting at the inner edge of the habitable zone of the star GJ 625 based on the analysis of the radial-velocity (RV) time series from the HARPS-N spectrograph, consisting of 151 HARPS-N measurements taken over 3.5 yr. GJ 625 b is a planet with a minimum mass Msini of 2.82 ± 0.51 M<SUB>⊕</SUB> with an orbital period of 14.628 ± 0.013 days at a distance of 0.078 AU from its parent star. The host star is the quiet M2 V star GJ 625, located at 6.5 pc from the Sun. We find the presence of a second radial-velocity signal in the range 74-85 days that we relate to stellar rotation after analysing the time series of Ca II H&amp;K and Hα spectroscopic indicators, the variations of the FWHM of the CCF, and the APT2 photometric light curves. We find no evidence linking the short-period radial-velocity signal to any activity proxy. <P />Based on observations made with the Italian Telescopio Nazionale Galileo (TNG), operated on the island of La Palma by the INAF - Fundación Galileo Galilei at the Roche de Los Muchachos Observatory of the Instituto de Astrofísica de Canarias (IAC); photometric observations made with the robotic telescope APT2 (within the EXORAP programme) located at Serra La Nave on Mt. Etna; and lucky imaging observations made with the Telescopio Carlos Sánchez operated on the island of Tenerife by the Instituto de Astrofísica de Canarias in the Spanish Observatorio del Teide.Tables A.1-A.5 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/A92\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/A92</A>","HD 219134 f":"HD 219134 is a K-dwarf star at a distance of 6.5 parsecs around which several low-mass planets were recently discovered<SUP>1,2</SUP>. The Spitzer Space Telescope detected a transit of the innermost of these planets, HD 219134 b, whose mass and radius (4.5 M<SUB>⊕</SUB> and 1.6 R<SUB>⊕</SUB> respectively) are consistent with a rocky composition<SUP>1</SUP>. Here, we report new high-precision time-series photometry of the star acquired with Spitzer revealing that the second innermost planet of the system, HD 219134c, is also transiting. A global analysis of the Spitzer transit light curves and the most up-to-date HARPS-N velocity data set yields mass and radius estimations of 4.74 ± 0.19 M<SUB>⊕</SUB> and 1.602 ± 0.055 R<SUB>⊕</SUB> for HD 219134 b, and of 4.36 ± 0.22 M<SUB>⊕</SUB> and 1.511 ± 0.047 R<SUB>⊕</SUB> for HD 219134 c. These values suggest rocky compositions for both planets. Thanks to the proximity and the small size of their host star (0.778 ± 0.005 R<SUB>⊙</SUB>)<SUP>3</SUP>, these two transiting exoplanets — the nearest to the Earth yet found — are well suited for a detailed characterization (for example, precision of a few per cent on mass and radius, and constraints on the atmospheric properties) that could give important constraints on the nature and formation mechanism of the ubiquitous short-period planets of a few Earth masses.","HD 219134 h":"The nearby (6.5 pc) star HD 219134 was recently shown by Motalebi et al. and Vogt et al. to host several planets, the innermost of which is transiting. We present 27 years of radial velocity (RV) observations of this star from the McDonald Observatory Planet Search program, and 19 years of stellar activity data. We detect a long-period activity cycle measured in the Ca II S<SUB>HK</SUB> index, with a period of 4230 ± 100 days (11.7 years), very similar to the 11 year solar activity cycle. Although the period of the Saturn-mass planet HD 219134 h is close to half that of the activity cycle, we argue that it is not an artifact due to stellar activity. We also find a significant periodicity in the S<SUB>HK</SUB> data due to stellar rotation with a period of 22.8 days. This is identical to the period of planet f identified by Vogt et al., suggesting that this RV signal might be caused by rotational modulation of stellar activity rather than a planet. Analysis of our RVs allows us to detect the long-period planet HD 219134 h and the transiting super-Earth HD 219134 b. Finally, we use our long time baseline to constrain the presence of longer period planets in the system, excluding to 1σ objects with M{sin}I\\gt 0.36{M}<SUB>J</SUB> at 12 years (corresponding to the orbital period of Jupiter) and M{sin}I\\gt 0.72{M}<SUB>J</SUB> at a period of 16.4 years (assuming a circular orbit for an outer companion).","GJ 581 c":"Context. The main goal of the CARMENES survey is to find Earth-mass planets around nearby M-dwarf stars. Seven M dwarfs included in the CARMENES sample had been observed before with HIRES and HARPS and either were reported to have one short period planetary companion (GJ 15 A, GJ 176, GJ 436, GJ 536 and GJ 1148) or are multiple planetary systems (GJ 581 and GJ 876). <BR /> Aims: We aim to report new precise optical radial velocity measurements for these planet hosts and test the overall capabilities of CARMENES. <BR /> Methods: We combined our CARMENES precise Doppler measurements with those available from HIRES and HARPS and derived new orbital parameters for the systems. Bona-fide single planet systems were fitted with a Keplerian model. The multiple planet systems were analyzed using a self-consistent dynamical model and their best fit orbits were tested for long-term stability. <BR /> Results: We confirm or provide supportive arguments for planets around all the investigated stars except for GJ 15 A, for which we find that the post-discovery HIRES data and our CARMENES data do not show a signal at 11.4 days. Although we cannot confirm the super-Earth planet GJ 15 Ab, we show evidence for a possible long-period (P<SUB>c</SUB> = 7030<SUB>-630</SUB><SUP>+970</SUP> d) Saturn-mass (m<SUB>c</SUB>sini = 51.8M<SUB>⊕</SUB>) planet around GJ 15 A. In addition, based on our CARMENES and HIRES data we discover a second planet around GJ 1148, for which we estimate a period P<SUB>c</SUB> = 532.6 days, eccentricity e<SUB>c</SUB> = 0.342 and minimum mass m<SUB>c</SUB>sini = 68.1M<SUB>⊕</SUB>. <BR /> Conclusions: The CARMENES optical radial velocities have similar precision and overall scatter when compared to the Doppler measurements conducted with HARPS and HIRES. We conclude that CARMENES is an instrument that is up to the challenge of discovering rocky planets around low-mass stars. <P />Based on observations collected at the European Organisation for Astronomical Research in the Southern Hemisphere under ESO programmes 072.C-0488, 072.C-0513, 074.C-0012, 074.C-0364, 075.D-0614, 076.C-0878, 077.C-0364, 077.C-0530, 078.C-0044, 078.C-0833, 079.C-0681, 183.C-0437, 60.A-9036, 082.C-0718, 183.C-0972, 085.C-0019, 087.C-0831, 191.C-0873. The appendix tables are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/609/A117\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/609/A117</A>","HD 219134 d":"HD 219134 is a K-dwarf star at a distance of 6.5 parsecs around which several low-mass planets were recently discovered<SUP>1,2</SUP>. The Spitzer Space Telescope detected a transit of the innermost of these planets, HD 219134 b, whose mass and radius (4.5 M<SUB>⊕</SUB> and 1.6 R<SUB>⊕</SUB> respectively) are consistent with a rocky composition<SUP>1</SUP>. Here, we report new high-precision time-series photometry of the star acquired with Spitzer revealing that the second innermost planet of the system, HD 219134c, is also transiting. A global analysis of the Spitzer transit light curves and the most up-to-date HARPS-N velocity data set yields mass and radius estimations of 4.74 ± 0.19 M<SUB>⊕</SUB> and 1.602 ± 0.055 R<SUB>⊕</SUB> for HD 219134 b, and of 4.36 ± 0.22 M<SUB>⊕</SUB> and 1.511 ± 0.047 R<SUB>⊕</SUB> for HD 219134 c. These values suggest rocky compositions for both planets. Thanks to the proximity and the small size of their host star (0.778 ± 0.005 R<SUB>⊙</SUB>)<SUP>3</SUP>, these two transiting exoplanets — the nearest to the Earth yet found — are well suited for a detailed characterization (for example, precision of a few per cent on mass and radius, and constraints on the atmospheric properties) that could give important constraints on the nature and formation mechanism of the ubiquitous short-period planets of a few Earth masses.","HD 219134 g":"We present new, high-precision Doppler radial velocity (RV) data sets for the nearby K3V star HD 219134. The data include 175 velocities obtained with the HIRES Spectrograph at the Keck I Telescope and 101 velocities obtained with the Levy Spectrograph at the Automated Planet Finder Telescope at Lick Observatory. Our observations reveal six new planetary candidates, with orbital periods of P = 3.1, 6.8, 22.8, 46.7, 94.2, and 2247 days, spanning masses of {M}{sin}i=3.8, 3.5, 8.9, 21.3, 10.8, and 108 {{M}}<SUB>\\oplus </SUB>, respectively. Our analysis indicates that the outermost signal is unlikely to be an artifact induced by stellar activity. In addition, several years of precision photometry with the T10 0.8 m automatic photometric telescope at Fairborn Observatory demonstrated a lack of brightness variability to a limit of ∼0.0002 mag, providing strong support for planetary-reflex motion as the source of the RV variations. The HD 219134 system with its bright (V = 5.6) primary provides an excellent opportunity to obtain detailed orbital characterization (and potentially follow-up observations) of a planetary system that resembles many of the multiple-planet systems detected by Kepler, which are expected to be detected by NASA’s forthcoming TESS Mission and by ESA’s forthcoming PLATO Mission.","LTT 1445 A b":"We present the discovery from Transiting Exoplanet Survey Satellite (TESS) data of LTT 1445Ab. At a distance of 6.9 pc, it is the second nearest transiting exoplanet system found to date, and the closest one known for which the primary is an M dwarf. The host stellar system consists of three mid-to-late M dwarfs in a hierarchical configuration, which are blended in one TESS pixel. We use MEarth data and results from the Science Processing Operations Center data validation report to determine that the planet transits the primary star in the system. The planet has a radius of {1.38}<SUB>-0.12</SUB><SUP>+0.13</SUP> {R}<SUB>\\oplus </SUB>, an orbital period of {5.35882}<SUB>-0.00031</SUB><SUP>+0.00030</SUP> days, and an equilibrium temperature of {433}<SUB>-27</SUB><SUP>+28</SUP> K. With radial velocities from the High Accuracy Radial Velocity Planet Searcher, we place a 3σ upper mass limit of 8.4 {M}<SUB>\\oplus </SUB> on the planet. LTT 1445Ab provides one of the best opportunities to date for the spectroscopic study of the atmosphere of a terrestrial world. We also present a detailed characterization of the host stellar system. We use high-resolution spectroscopy and imaging to rule out the presence of any other close stellar or brown dwarf companions. Nineteen years of photometric monitoring of A and BC indicate a moderate amount of variability, in agreement with that observed in the TESS light-curve data. We derive a preliminary astrometric orbit for the BC pair that reveals an edge-on and eccentric configuration. The presence of a transiting planet in this system hints that the entire system may be co-planar, implying that the system may have formed from the early fragmentation of an individual protostellar core.","GJ 667 C b":"We re-analyze 4 years of HARPS spectra of the nearby M1.5 dwarf GJ 667C available through the European Southern Observatory public archive. The new radial velocity (RV) measurements were obtained using a new data analysis technique that derives the Doppler measurement and other instrumental effects using a least-squares approach. Combining these new 143 measurements with 41 additional RVs from the Magellan/Planet Finder Spectrograph and Keck/High Resolution Echelle Spectrometer spectrometers reveals three additional signals beyond the previously reported 7.2 day candidate, with periods of 28 days, 75 days, and a secular trend consistent with the presence of a gas giant (period ~10 years). The 28 day signal implies a planet candidate with a minimum mass of 4.5 M <SUB>⊕</SUB> orbiting well within the canonical definition of the star's liquid water habitable zone (HZ), that is, the region around the star at which an Earth-like planet could sustain liquid water on its surface. Still, the ultimate water supporting capability of this candidate depends on properties that are unknown such as its albedo, atmospheric composition, and interior dynamics. The 75 day signal is less certain, being significantly affected by aliasing interactions among a potential 91 day signal, and the likely rotation period of the star at 105 days detected in two activity indices. GJ 667C is the common proper motion companion to the GJ 667AB binary, which is metal-poor compared to the Sun. The presence of a super-Earth in the HZ of a metal-poor M dwarf in a triple star system supports the evidence that such worlds should be ubiquitous in the Galaxy.","GJ 667 C e":"Context. Since low-mass stars have low luminosities, orbits at which liquid water can exist on Earth-sized planets are relatively close-in, which produces Doppler signals that are detectable using state-of-the-art Doppler spectroscopy. <BR /> Aims: GJ 667C is already known to be orbited by two super-Earth candidates. We have recently applied developed data analysis methods to investigate whether the data supports the presence of additional companions. <BR /> Methods: We obtain new Doppler measurements from HARPS extracted spectra and combined them with those obtained from the PFS and HIRES spectrographs. We used Bayesian and periodogram-based methods to re-assess the number of candidates and evaluated the confidence of each detection. Among other tests, we validated the planet candidates by analyzing correlations of each Doppler signal with measurements of several activity indices and investigated the possible quasi-periodic nature of signals. <BR /> Results: Doppler measurements of GJ 667C are described better by six (even seven) Keplerian-like signals: the two known candidates (b and c); three additional few-Earth mass candidates with periods of 92, 62, and 39 days (d, e and f); a cold super-Earth in a 260-day orbit (g) and tantalizing evidence of a ~1 M<SUB>⊕</SUB> object in a close-in orbit of 17 days (h). We explore whether long-term stable orbits are compatible with the data by integrating 8 × 10<SUP>4</SUP> solutions derived from the Bayesian samplings. We assess their stability using secular frequency analysis. <BR /> Conclusions: The system consisting of six planets is compatible with dynamically stable configurations. As for the solar system, the most stable solutions do not contain mean-motion resonances and are described well by analytic Laplace-Lagrange solutions. Preliminary analysis also indicates that masses of the planets cannot be higher than twice the minimum masses obtained from Doppler measurements. The presence of a seventh planet (h) is supported by the fact that it appears squarely centered on the only island of stability left in the six-planet solution. Habitability assessments accounting for the stellar flux, as well as tidal dissipation effects, indicate that three (maybe four) planets are potentially habitable. Doppler and space-based transit surveys indicate that 1) dynamically packed systems of super-Earths are relatively abundant and 2) M-dwarfs have more small planets than earlier-type stars. These two trends together suggest that GJ 667C is one of the first members of an emerging population of M-stars with multiple low-mass planets in their habitable zones. <P />Based on data obtained from the ESO Science Archive Facility under request number ANGLADA36104. Such data had been previously obtained with the HARPS instrument on the ESO 3.6 m telescope under the programs 183.C-0437, 072.C-0488 and 088.C-0662, and with the UVES spectrograph at the Very Large Telescopes under the program 087.D-0069. This study also contains observations obtained at the W.M. Keck Observatory - which is operated jointly by the University of California and the California Institute of Technology - and observations obtained with the Magellan Telescopes, operated by the Carnegie Institution, Harvard University, University of Michigan, University of Arizona, and the Massachusetts Institute of Technology.Time-series (Table C.2) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/556/A126\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/556/A126</A>Appendices except Table C.2 are available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","GJ 667 C g":"Context. Since low-mass stars have low luminosities, orbits at which liquid water can exist on Earth-sized planets are relatively close-in, which produces Doppler signals that are detectable using state-of-the-art Doppler spectroscopy. <BR /> Aims: GJ 667C is already known to be orbited by two super-Earth candidates. We have recently applied developed data analysis methods to investigate whether the data supports the presence of additional companions. <BR /> Methods: We obtain new Doppler measurements from HARPS extracted spectra and combined them with those obtained from the PFS and HIRES spectrographs. We used Bayesian and periodogram-based methods to re-assess the number of candidates and evaluated the confidence of each detection. Among other tests, we validated the planet candidates by analyzing correlations of each Doppler signal with measurements of several activity indices and investigated the possible quasi-periodic nature of signals. <BR /> Results: Doppler measurements of GJ 667C are described better by six (even seven) Keplerian-like signals: the two known candidates (b and c); three additional few-Earth mass candidates with periods of 92, 62, and 39 days (d, e and f); a cold super-Earth in a 260-day orbit (g) and tantalizing evidence of a ~1 M<SUB>⊕</SUB> object in a close-in orbit of 17 days (h). We explore whether long-term stable orbits are compatible with the data by integrating 8 × 10<SUP>4</SUP> solutions derived from the Bayesian samplings. We assess their stability using secular frequency analysis. <BR /> Conclusions: The system consisting of six planets is compatible with dynamically stable configurations. As for the solar system, the most stable solutions do not contain mean-motion resonances and are described well by analytic Laplace-Lagrange solutions. Preliminary analysis also indicates that masses of the planets cannot be higher than twice the minimum masses obtained from Doppler measurements. The presence of a seventh planet (h) is supported by the fact that it appears squarely centered on the only island of stability left in the six-planet solution. Habitability assessments accounting for the stellar flux, as well as tidal dissipation effects, indicate that three (maybe four) planets are potentially habitable. Doppler and space-based transit surveys indicate that 1) dynamically packed systems of super-Earths are relatively abundant and 2) M-dwarfs have more small planets than earlier-type stars. These two trends together suggest that GJ 667C is one of the first members of an emerging population of M-stars with multiple low-mass planets in their habitable zones. <P />Based on data obtained from the ESO Science Archive Facility under request number ANGLADA36104. Such data had been previously obtained with the HARPS instrument on the ESO 3.6 m telescope under the programs 183.C-0437, 072.C-0488 and 088.C-0662, and with the UVES spectrograph at the Very Large Telescopes under the program 087.D-0069. This study also contains observations obtained at the W.M. Keck Observatory - which is operated jointly by the University of California and the California Institute of Technology - and observations obtained with the Magellan Telescopes, operated by the Carnegie Institution, Harvard University, University of Michigan, University of Arizona, and the Massachusetts Institute of Technology.Time-series (Table C.2) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/556/A126\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/556/A126</A>Appendices except Table C.2 are available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","GJ 393 b":"We report the discovery of two planetary systems, namely G 264-012, an M 4.0 dwarf with two terrestrial planets (M<SUB>b</SUB> sin i=2.50<SUB>−0.30</SUB><SUP>+0.29</SUP> M<SUB>⊕</SUB> and M<SUB>c</SUB> sin i=3.75<SUB>−0.47</SUB><SUP>+0.48</SUP> M<SUB>⊕</SUB>), and Gl 393, a bright M 2.0 dwarf with one terrestrial planet (M<SUB>b</SUB> sini = 1.71 ± 0.24M<SUB>⊕</SUB>). Although both stars were proposed to belong to young stellar kinematic groups, we estimate their ages to be older than about 700 Ma. The two planets around G 264-012 were discovered using only radial-velocity (RV) data from the CARMENES exoplanet survey, with estimated orbital periods of 2.30 d and 8.05 d, respectively.Photometric monitoring and analysis of activity indicators reveal a third signal present in the RV measurements, at about 100 d,caused by stellar rotation. The planet Gl 393 b was discovered in the RV data from the HARPS, CARMENES, and HIRES instruments. Its identification was only possible after modelling, with a Gaussian process (GP), the variability produced by the magnetic activity of the star. For the earliest observations, this variability produced a forest of peaks in the periodogram of the RVs at around the 34 d rotation period determined from Kepler data, which disappeared in the latestepochs. After correcting for them with this GP model, a significant signal showed at a period of 7.03 d. No significant signals in any of our spectral activity indicators or contemporaneous photometry were found at any of the planetary periods. Given the orbital and stellar properties, the equilibrium temperatures of the three planets are all higher than that for Earth. Current planet formation theories suggest that these two systems represent a common type of architecture. This is consistent with formation following the core accretion paradigm. <P />Full Tables B.1 and B.2 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/650/A188\">http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/650/A188</A>","GJ 667 C f":"Context. Since low-mass stars have low luminosities, orbits at which liquid water can exist on Earth-sized planets are relatively close-in, which produces Doppler signals that are detectable using state-of-the-art Doppler spectroscopy. <BR /> Aims: GJ 667C is already known to be orbited by two super-Earth candidates. We have recently applied developed data analysis methods to investigate whether the data supports the presence of additional companions. <BR /> Methods: We obtain new Doppler measurements from HARPS extracted spectra and combined them with those obtained from the PFS and HIRES spectrographs. We used Bayesian and periodogram-based methods to re-assess the number of candidates and evaluated the confidence of each detection. Among other tests, we validated the planet candidates by analyzing correlations of each Doppler signal with measurements of several activity indices and investigated the possible quasi-periodic nature of signals. <BR /> Results: Doppler measurements of GJ 667C are described better by six (even seven) Keplerian-like signals: the two known candidates (b and c); three additional few-Earth mass candidates with periods of 92, 62, and 39 days (d, e and f); a cold super-Earth in a 260-day orbit (g) and tantalizing evidence of a ~1 M<SUB>⊕</SUB> object in a close-in orbit of 17 days (h). We explore whether long-term stable orbits are compatible with the data by integrating 8 × 10<SUP>4</SUP> solutions derived from the Bayesian samplings. We assess their stability using secular frequency analysis. <BR /> Conclusions: The system consisting of six planets is compatible with dynamically stable configurations. As for the solar system, the most stable solutions do not contain mean-motion resonances and are described well by analytic Laplace-Lagrange solutions. Preliminary analysis also indicates that masses of the planets cannot be higher than twice the minimum masses obtained from Doppler measurements. The presence of a seventh planet (h) is supported by the fact that it appears squarely centered on the only island of stability left in the six-planet solution. Habitability assessments accounting for the stellar flux, as well as tidal dissipation effects, indicate that three (maybe four) planets are potentially habitable. Doppler and space-based transit surveys indicate that 1) dynamically packed systems of super-Earths are relatively abundant and 2) M-dwarfs have more small planets than earlier-type stars. These two trends together suggest that GJ 667C is one of the first members of an emerging population of M-stars with multiple low-mass planets in their habitable zones. <P />Based on data obtained from the ESO Science Archive Facility under request number ANGLADA36104. Such data had been previously obtained with the HARPS instrument on the ESO 3.6 m telescope under the programs 183.C-0437, 072.C-0488 and 088.C-0662, and with the UVES spectrograph at the Very Large Telescopes under the program 087.D-0069. This study also contains observations obtained at the W.M. Keck Observatory - which is operated jointly by the University of California and the California Institute of Technology - and observations obtained with the Magellan Telescopes, operated by the Carnegie Institution, Harvard University, University of Michigan, University of Arizona, and the Massachusetts Institute of Technology.Time-series (Table C.2) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/556/A126\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/556/A126</A>Appendices except Table C.2 are available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","61 Vir b":"We present precision radial velocity data that reveal a multiple exoplanet system orbiting the bright nearby G5V star 61 Virginis. Our 4.6 years of combined Keck/HIRES and Anglo-Australian Telescope precision radial velocities indicate the hitherto unknown presence of at least three planets orbiting this well-studied star. These planets are all on low-eccentricity orbits with periods of 4.2, 38.0, and 124.0 days, and projected masses (Msin i) of 5.1, 18.2, and 24.0 M <SUB>⊕</SUB>, respectively. Test integrations of systems consistent with the radial velocity data suggest that the configuration is dynamically stable. Depending on the effectiveness of tidal dissipation within the inner planet, the inner two planets may have evolved into an eccentricity fixed-point configuration in which the apsidal lines of all three planets corotate. This conjecture can be tested with additional observations. We present a 16-year time series of photometric observations of 61 Virginis, which comprise 1194 individual measurements, and indicate that it has excellent photometric stability. No significant photometric variations at the periods of the proposed planets have been detected. This new system is the first known example of a G-type Sun-like star hosting a Super-Earth mass planet. It joins HD 75732 (55 Cnc), HD 69830, GJ 581, HD 40307, and GJ 876 in a growing group of exoplanet systems that have multiple planets orbiting with periods less than an Earth-year. The ubiquity of such systems portends that space-based transit-search missions such as Kepler and CoRoT will find many multi-transiting systems.","61 Vir c":"We present precision radial velocity data that reveal a multiple exoplanet system orbiting the bright nearby G5V star 61 Virginis. Our 4.6 years of combined Keck/HIRES and Anglo-Australian Telescope precision radial velocities indicate the hitherto unknown presence of at least three planets orbiting this well-studied star. These planets are all on low-eccentricity orbits with periods of 4.2, 38.0, and 124.0 days, and projected masses (Msin i) of 5.1, 18.2, and 24.0 M <SUB>⊕</SUB>, respectively. Test integrations of systems consistent with the radial velocity data suggest that the configuration is dynamically stable. Depending on the effectiveness of tidal dissipation within the inner planet, the inner two planets may have evolved into an eccentricity fixed-point configuration in which the apsidal lines of all three planets corotate. This conjecture can be tested with additional observations. We present a 16-year time series of photometric observations of 61 Virginis, which comprise 1194 individual measurements, and indicate that it has excellent photometric stability. No significant photometric variations at the periods of the proposed planets have been detected. This new system is the first known example of a G-type Sun-like star hosting a Super-Earth mass planet. It joins HD 75732 (55 Cnc), HD 69830, GJ 581, HD 40307, and GJ 876 in a growing group of exoplanet systems that have multiple planets orbiting with periods less than an Earth-year. The ubiquity of such systems portends that space-based transit-search missions such as Kepler and CoRoT will find many multi-transiting systems.","HD 95735 c":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","GJ 1151 b":"The coherent low-frequency radio emission detected by LOFAR from Gliese 1151, a quiescent M4.5 dwarf star, has radio emission properties consistent with theoretical expectations of star-planet interactions for an Earth-sized planet on a 1- to 5-day orbit. New near-infrared radial velocities from the Habitable-zone Planet Finder (HPF) spectrometer on the 10 m Hobby-Eberly Telescope at McDonald Observatory, combined with previous velocities from HARPS-N, reveal a periodic Doppler signature consistent with an $m\\sin i=2.5\\pm 0.5{M}_{\\oplus }$ exoplanet on a 2.02-day orbit. Precise photometry from the Transiting Exoplanet Survey Satellite (TESS) shows no flares or activity signature, consistent with a quiescent M dwarf. While no planetary transit is detected in the TESS data, a weak photometric modulation is detectable in the photometry at a ~2-day period. This independent detection of a candidate planet signal with the Doppler radial velocity technique adds further weight to the claim of the first detection of star-exoplanet interactions at radio wavelengths and helps validate this emerging technique for the detection of exoplanets.","HD 192310 b":"Context. In 2009 we started an intense radial-velocity monitoring of a few nearby, slowly-rotating and quiet solar-type stars within the dedicated HARPS-Upgrade GTO program. <BR /> Aims: The goal of this campaign is to gather very-precise radial-velocity data with high cadence and continuity to detect tiny signatures of very-low-mass stars that are potentially present in the habitable zone of their parent stars. <BR /> Methods: Ten stars were selected among the most stable stars of the original HARPS high-precision program that are uniformly spread in hour angle, such that three to four of them are observable at any time of the year. For each star we recorded 50 data points spread over the observing season. The data points consist of three nightly observations with a total integration time of 10 min each and are separated by two hours. This is an observational strategy adopted to minimize stellar pulsation and granulation noise. <BR /> Results: We present the first results of this ambitious program. The radial-velocity data and the orbital parameters of five new and one confirmed low-mass planets around the stars <ASTROBJ>HD 20794</ASTROBJ>, <ASTROBJ>HD 85512</ASTROBJ>, and <ASTROBJ>HD 192310</ASTROBJ> are reported and discussed, among which is a system of three super-Earths and one that harbors a 3.6 M<SUB>⊕</SUB>-planet at the inner edge of the habitable zone. <BR /> Conclusions: This result already confirms previous indications that low-mass planets seem to be very frequent around solar-type stars and that this may occur with a frequency higher than 30%. <P />Based on observations made with the HARPS instrument on ESO's 3.6 m telescope at the La Silla Observatory in the frame of the HARPS-Upgrade GTO program ID 086.C-0230.Tables 7-9 (RV data) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58</A>","HD 192310 c":"Context. In 2009 we started an intense radial-velocity monitoring of a few nearby, slowly-rotating and quiet solar-type stars within the dedicated HARPS-Upgrade GTO program. <BR /> Aims: The goal of this campaign is to gather very-precise radial-velocity data with high cadence and continuity to detect tiny signatures of very-low-mass stars that are potentially present in the habitable zone of their parent stars. <BR /> Methods: Ten stars were selected among the most stable stars of the original HARPS high-precision program that are uniformly spread in hour angle, such that three to four of them are observable at any time of the year. For each star we recorded 50 data points spread over the observing season. The data points consist of three nightly observations with a total integration time of 10 min each and are separated by two hours. This is an observational strategy adopted to minimize stellar pulsation and granulation noise. <BR /> Results: We present the first results of this ambitious program. The radial-velocity data and the orbital parameters of five new and one confirmed low-mass planets around the stars <ASTROBJ>HD 20794</ASTROBJ>, <ASTROBJ>HD 85512</ASTROBJ>, and <ASTROBJ>HD 192310</ASTROBJ> are reported and discussed, among which is a system of three super-Earths and one that harbors a 3.6 M<SUB>⊕</SUB>-planet at the inner edge of the habitable zone. <BR /> Conclusions: This result already confirms previous indications that low-mass planets seem to be very frequent around solar-type stars and that this may occur with a frequency higher than 30%. <P />Based on observations made with the HARPS instrument on ESO's 3.6 m telescope at the La Silla Observatory in the frame of the HARPS-Upgrade GTO program ID 086.C-0230.Tables 7-9 (RV data) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58</A>","61 Vir d":"We present precision radial velocity data that reveal a multiple exoplanet system orbiting the bright nearby G5V star 61 Virginis. Our 4.6 years of combined Keck/HIRES and Anglo-Australian Telescope precision radial velocities indicate the hitherto unknown presence of at least three planets orbiting this well-studied star. These planets are all on low-eccentricity orbits with periods of 4.2, 38.0, and 124.0 days, and projected masses (Msin i) of 5.1, 18.2, and 24.0 M <SUB>⊕</SUB>, respectively. Test integrations of systems consistent with the radial velocity data suggest that the configuration is dynamically stable. Depending on the effectiveness of tidal dissipation within the inner planet, the inner two planets may have evolved into an eccentricity fixed-point configuration in which the apsidal lines of all three planets corotate. This conjecture can be tested with additional observations. We present a 16-year time series of photometric observations of 61 Virginis, which comprise 1194 individual measurements, and indicate that it has excellent photometric stability. No significant photometric variations at the periods of the proposed planets have been detected. This new system is the first known example of a G-type Sun-like star hosting a Super-Earth mass planet. It joins HD 75732 (55 Cnc), HD 69830, GJ 581, HD 40307, and GJ 876 in a growing group of exoplanet systems that have multiple planets orbiting with periods less than an Earth-year. The ubiquity of such systems portends that space-based transit-search missions such as Kepler and CoRoT will find many multi-transiting systems.","HD 85512 b":"We present empirical measurements of the radii of 116 stars that host transiting planets. These radii are determined using only direct observables—the bolometric flux at Earth, the effective temperature, and the parallax provided by the Gaia first data release—and thus are virtually model independent, with extinction being the only free parameter. We also determine each star’s mass using our newly determined radius and the stellar density, a virtually model independent quantity itself from previously published transit analyses. These stellar radii and masses are in turn used to redetermine the transiting-planet radii and masses, again using only direct observables. The median uncertainties on the stellar radii and masses are 8% and 30%, respectively, and the resulting uncertainties on the planet radii and masses are 9% and 22%, respectively. These accuracies are generally larger than previously published model-dependent precisions of 5% and 6% on the planet radii and masses, respectively, but the newly determined values are purely empirical. We additionally report radii for 242 stars hosting radial-velocity (non-transiting) planets, with a median achieved accuracy of ≈2%. Using our empirical stellar masses we verify that the majority of putative “retired A stars” in the sample are indeed more massive than ∼1.2 {M}<SUB>⊙ </SUB>. Most importantly, the bolometric fluxes and angular radii reported here for a total of 498 planet host stars—with median accuracies of 1.7% and 1.8%, respectively—serve as a fundamental data set to permit the re-determination of transiting-planet radii and masses with the Gaia second data release to ≈3% and ≈5% accuracy, better than currently published precisions, and determined in an entirely empirical fashion.","GJ 1148 b":"Precision radial velocities (RV) from Keck/HIRES reveal a Saturn-mass planet orbiting the nearby M4V star HIP 57050. The planet has a minimum mass of Msin i ~ 0.3 M <SUB>J</SUB>, an orbital period of 41.4 days, and an orbital eccentricity of 0.31. V-band photometry reveals a clear stellar rotation signature of the host star with a period of 98 days, well separated from the period of the RV variations and reinforcing a Keplerian origin for the observed velocity variations. The orbital period of this planet corresponds to an orbit in the habitable zone of HIP 57050, with an expected planetary temperature of ~230 K. The star has a metallicity of [Fe/H] = 0.32 ± 0.06 dex, of order twice solar and among the highest metallicity stars in the immediate solar neighborhood. This newly discovered planet provides further support that the well-known planet-metallicity correlation for F, G, and K stars also extends down into the M-dwarf regime. The a priori geometric probability for transits of this planet is only about 1%. However, the expected eclipse depth is ~7%, considerably larger than that yet observed for any transiting planet. Though long on the odds, such a transit is worth pursuing as it would allow for high quality studies of the atmosphere via transmission spectroscopy with Hubble Space Telescope. At the expected planetary effective temperature, the atmosphere may contain water clouds.","HD 3651 b":"Extrasolar multiple-planet systems provide valuable opportunities for testing theories of planet formation and evolution. The architectures of the known multiple-planet systems demonstrate a fascinating level of diversity, which motivates the search for additional examples of such systems in order to better constrain their formation and dynamical histories. Here we describe a comprehensive investigation of 22 planetary systems in an effort to answer three questions: (1) are there additional planets? (2) where could additional planets reside in stable orbits? and (3) what limits can these observations place on such objects? We find no evidence for additional bodies in any of these systems; indeed, these new data do not support three previously announced planets (HD 20367 b: Udry et al. HD 74156 d: Bean et al. and 47 UMa c: Fischer et al.). The dynamical simulations show that nearly all of the 22 systems have large regions in which additional planets could exist in stable orbits. The detection-limit computations indicate that this study is sensitive to close-in Neptune-mass planets for most of the systems targeted. We conclude with a discussion on the implications of these nondetections. <P />Based on observations obtained with the Hobby-Eberly Telescope, which is a joint project of the University of Texas at Austin, the Pennsylvania State University, Stanford University, Ludwig-Maximilians-Universität München, and Georg-August-Universität Göttingen.","GJ 180 d":"Zechmeister et al. surveyed 38 nearby M dwarfs from 2000 to 2007 March with VLT2 and the Ultraviolet and Visual Echelle Spectrograph (UVES) spectrometer. These data have recently been reanalyzed, yielding a significant improvement in the Doppler velocity precision. Spurred by this, we have combined the UVES data with velocity sets from High Accuracy Radial velocity Planet Searcher, Magellan/Planet Finder Spectrograph, and Keck/High Resolution Echelle Spectrometer. Sixteen planet candidates have been uncovered orbiting nine M dwarfs. Five of them are new planets corresponding to radial velocity signals, which are not sensitive to the choice of noise models and are identified in multiple data sets over various time spans. Eight candidate planets require additional observation to be confirmed. We also confirm three previously reported planets. Among the new planets, GJ 180 d and GJ 229A c are super-Earths located in the conservative habitable zones of their host stars. We investigate their dynamical stability using the Monte Carlo approach and find both planetary orbits are robust to the gravitational perturbations of the companion planets. Due to their proximity to the Sun, the angular separation between the host stars and the potentially habitable planets in these two systems is 25 and 59 mas, respectively. They are thus good candidates for future direct imaging by James Webb Space Telescope and E-ELT. In addition, we find GJ 433 c, a cold super-Neptune belonging to an unexplored population of Neptune-like planets. With a separation of 0.″5 from its host star, GJ 433 c is probably the first realistic candidate for the direct imaging of cold Neptunes. A comprehensive survey of these planets is important for the studies of planet formation. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at the Las Campanas Observatory, Chile.","GJ 180 b":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","GJ 180 c":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","GJ 179 b":"We present precise Doppler measurements of four stars obtained during the past decade at Keck Observatory by the California Planet Survey (CPS). These stars, namely, HD 34445, HD 126614, HD 13931, and Gl 179, all show evidence for a single planet in Keplerian motion. We also present Doppler measurements from the Hobby-Eberly Telescope (HET) for two of the stars, HD 34445 and Gl 179, that confirm the Keck detections and significantly refine the orbital parameters. These planets add to the statistical properties of giant planets orbiting near or beyond the ice line, and merit follow-up by astrometry, imaging, and space-borne spectroscopy. Their orbital parameters span wide ranges of planetary minimum mass (M sin i = 0.38-1.9 M <SUB>Jup</SUB>), orbital period (P = 2.87-11.5 yr), semimajor axis (a = 2.1-5.2 AU), and eccentricity (e = 0.02-0.41). HD 34445 b (P = 2.87 yr, M sin i = 0.79 M <SUB>Jup</SUB>, e = 0.27) is a massive planet orbiting an old, G-type star. We announce a planet, HD 126614 Ab, and an M dwarf, HD 126614 B, orbiting the metal-rich star HD 126614 (which we now refer to as HD 126614 A). The planet, HD 126614 Ab, has minimum mass M sin i = 0.38 M <SUB>Jup</SUB> and orbits the stellar primary with period P = 3.41 yr and orbital separation a = 2.3 AU. The faint M dwarf companion, HD 126614 B, is separated from the stellar primary by 489 mas (33 AU) and was discovered with direct observations using adaptive optics and the PHARO camera at Palomar Observatory. The stellar primary in this new system, HD 126614 A, has the highest measured metallicity ([Fe/H] = +0.56) of any known planet-bearing star. HD 13931 b (P = 11.5 yr, M sin i = 1.88 M <SUB>Jup</SUB>, e = 0.02) is a Jupiter analog orbiting a near solar twin. Gl 179 b (P = 6.3 yr, M sin i = 0.82 M <SUB>Jup</SUB>, e = 0.21) is a massive planet orbiting a faint M dwarf. The high metallicity of Gl 179 is consistent with the planet-metallicity correlation among M dwarfs, as documented recently by Johnson &amp; Apps. <P />Based on observations obtained at the W. M. Keck Observatory, which is operated jointly by the University of California and the California Institute of Technology. Keck time has been granted by both NASA and the University of California. Two of the planets announced here are also based on observations obtained with the Hobby-Eberly Telescope, which is a joint project of the University of Texas at Austin, the Pennsylvania State University, Stanford University, Ludwig-Maximilians-Universität München, and Georg-August-Universität Göttingen.","GJ 414 A c":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","GJ 1148 c":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","GJ 414 A b":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","HD 69830 d":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","HD 69830 c":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","GJ 740 b":"Context. M-dwarfs have proven to be ideal targets for planetary radial velocity (RV) searches due to their higher planet-star mass contrast, which favors the detection of low-mass planets. The abundance of super-Earth and Earth-like planets detected around this type of star motivates further such research on hosts without reported planetary companions. <BR /> Aims: The HADES and CARMENES programs are aimed at carrying out extensive searches of exoplanetary systems around M-type stars in the northern hemisphere, allowing us to address, in a statistical sense, the properties of the planets orbiting these objects. In this work, we perform a spectroscopic and photometric study of one of the program stars (GJ 740), which exhibits a short-period RV signal that is compatible with a planetary companion. <BR /> Methods: We carried out a spectroscopic analysis based on 129 HARPS-N spectra taken over a time span of 6 yr combined with 57 HARPS spectra taken over 4 yr, as well as 32 CARMENES spectra taken during more than 1 yr, resulting in a dataset with a time coverage of 10 yr. We also relied on 459 measurements from the public ASAS survey with a time-coverage of 8 yr, along with 5 yr of photometric magnitudes from the EXORAP project taken in the V, B, R, and I filters to carry out a photometric study. Both analyses were made using Markov chain Monte Carlo simulations and Gaussian process regression to model the activity of the star. <BR /> Results: We present the discovery of a short-period super-Earth with an orbital period of 2.37756<SUB>−0.00011</SUB><SUP>+0.00013</SUP> d and a minimum mass of 2.96<SUB>−0.48</SUB><SUP>+0.50</SUP> M<SUB>⊕</SUB>. We offer an update to the previously reported characterization of the magnetic cycle and rotation period of the star, obtaining values of P<SUB>rot</SUB> = 35.563 ± 0.071 d and P<SUB>cycle</SUB> = 2800 ± 150 d. Furthermore, the RV time series exhibits a possibly periodic long-term signal, which might be related to a Saturn-mass planet of ~100 M<SUB>⊕</SUB>. <P />RV data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/648/A20\">http://cdsarc.u-strasbg.fr/viz-bin/cat/J/A+A/648/A20</A> <P />Based on observations made with the Italian Telescopio Nazionale Galileo (TNG), operated on the island of La Palma by the INAF - Fundación Galileo Galilei at the Roche de Los Muchachos Observatory of the Instituto de Astrofísica de Canarias (IAC); and the CARMENES instrument installed at the 3.5m telescope of the Calar Alto Observatory, Spain.","55 Cnc d":"We consider the impact of Doppler noise models on the statistical robustness of the exoplanetary radial velocity fits. We show that the traditional model of the Doppler noise with an additive jitter can generate large non-linearity effects, decreasing the reliability of the fit, especially in the cases when a correlated Doppler noise is involved. We introduce a regularization of the additive noise model that can gracefully eliminate its singularities together with the associated non-linearity effects. We apply this approach to Doppler time series data of several exoplanetary systems. It demonstrates that our new regularized noise model yields orbital fits that have either increased or at least the same statistical robustness, in comparison with the simple additive jitter. Various statistical uncertainties in the parametric estimations are often reduced, while planet detection significance is often increased. Concerning the 55 Cnc five-planet system, we show that its Doppler data contain significant correlated (`red') noise. Its correlation time-scale is in the range from days to months, and its magnitude is much larger than the effect of the planetary N-body perturbations in the radial velocity (these perturbations thus appear undetectable). Characteristics of the red noise depend on the spectrograph/observatory, and also show a cyclic time variation in phase with the public Ca II H&amp;K and photometry measurements. We interpret this modulation as a hint of the long-term activity cycle of 55 Cnc, similar to the solar 11-yr cycle. We estimate the 55 Cnc activity period by 12.6± ^{2.5}_{1.0} yr, with the nearest minimum presumably expected in 2014 or 2015.","HD 69830 b":"Over the past two years, the search for low-mass extrasolar planets has led to the detection of seven so-called `hot Neptunes' or `super-Earths' around Sun-like stars. These planets have masses 5-20 times larger than the Earth and are mainly found on close-in orbits with periods of 2-15days. Here we report a system of three Neptune-mass planets with periods of 8.67, 31.6 and 197days, orbiting the nearby star HD 69830. This star was already known to show an infrared excess possibly caused by an asteroid belt within 1AU (the Sun-Earth distance). Simulations show that the system is in a dynamically stable configuration. Theoretical calculations favour a mainly rocky composition for both inner planets, while the outer planet probably has a significant gaseous envelope surrounding its rocky/icy core; the outer planet orbits within the habitable zone of this star.","55 Cnc c":"We present an updated study of the planets known to orbit 55 Cancri A using 1 418 high-precision radial velocity observations from four observatories (Lick, Keck, Hobby-Eberly Telescope, Harlan J. Smith Telescope) and transit time/durations for the inner-most planet, 55 Cancri `e' (Winn et al. 2011). We provide the first posterior sample for the masses and orbital parameters based on self-consistent N-body orbital solutions for the 55 Cancri planets, all of which are dynamically stable (for at least 10<SUP>8</SUP> yr). We apply a GPU version of Radial velocity Using N-body Differential evolution Markov Chain Monte Carlo (RUN DMC; Nelson, Ford &amp; Payne) to perform a Bayesian analysis of the radial velocity and transit observations. Each of the planets in this remarkable system has unique characteristics. Our investigation of high-cadence radial velocities and priors based on space-based photometry yields an updated mass estimate for planet `e' (8.09 ± 0.26 M<SUB>⊕</SUB>), which affects its density (5.51±<SUP>1.32</SUP><SUB>1.00</SUB> g cm<SUP>-3</SUP>) and inferred bulk composition. Dynamical stability dictates that the orbital plane of planet `e' must be aligned to within 60° of the orbital plane of the outer planets (which we assume to be coplanar). The mutual interactions between the planets `b' and `c' may develop an apsidal lock about 180°. We find 36-45 per cent of all our model systems librate about the anti-aligned configuration with an amplitude of 51° ± 6°;_10°. Other cases showed short-term perturbations in the libration of ϖ<SUB>b</SUB> - ϖ<SUB>c</SUB>, circulation, and nodding, but we find the planets are not in a 3:1 mean-motion resonance. A revised orbital period and eccentricity for planet `d' pushes it further towards the closest known Jupiter analogue in the exoplanet population.","GJ 1132 c":"The source GJ1132 is a nearby red dwarf known to host a transiting Earth-size planet. After its initial detection, we pursued an intense follow-up with the HARPS velocimeter. We now confirm the detection of GJ1132b with radial velocities alone. We refined its orbital parameters, and in particular, its mass (m<SUB>b</SUB> = 1.66 ± 0.23 M<SUB>⊕</SUB>), density (ρ<SUB>b</SUB> = 6.3 ± 1.3 g cm<SUP>-3</SUP>), and eccentricity (e<SUB>b</SUB> &lt; 0.22; 95%). We also detected at least one more planet in the system. GJ1132c is a super-Earth with period P<SUB>c</SUB> = 8.93 ± 0.01 days and minimum mass m<SUB>c</SUB> sini<SUB>c</SUB> = 2.64 ± 0.44 M<SUB>⊕</SUB>. Receiving about 1.9 times more flux than Earth in our solar system, its equilibrium temperature is that of a temperate planet (T<SUB>eq</SUB> = 230-300 K for albedos A = 0.75 - 0.00), which places GJ1132c near the inner edge of the so-called habitable zone. Despite an a priori favorable orientation for the system, Spitzer observations reject most transit configurations, leaving a posterior probability &lt;1% that GJ1132c transits. GJ1132(d) is a third signal with period P<SUB>d</SUB> = 177 ± 5 days attributed to either a planet candidate with minimum mass m<SUB>d</SUB> sin i<SUB>d</SUB> = 8.4<SUB>-2.5</SUB><SUP>+1.7</SUP> M<SUB>⊕</SUB> or stellar activity. Its Doppler signal is the most powerful in our HARPS time series but appears on a timescale where either the stellar rotation or a magnetic cycle are viable alternatives to the planet hypothesis. On the one hand, the period is different than that measured for the stellar rotation (~125 days), and a Bayesian statistical analysis we performed with a Markov chain Monte Carlo and Gaussian processes demonstrates that the signal is better described by a Keplerian function than by correlated noise. On the other hand, periodograms of spectral indices sensitive to stellar activity show power excess at similar periods to that of this third signal, and radial velocity shifts induced by stellar activity can also match a Keplerian function. We, therefore, prefer to leave the status of GJ1132(d) undecided. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 191.C-0873(A), and 198.C-0838(A), at Cerro La Silla (Chile). <P />Radial velocity data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A142\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A142</A>","55 Cnc f":"We consider the impact of Doppler noise models on the statistical robustness of the exoplanetary radial velocity fits. We show that the traditional model of the Doppler noise with an additive jitter can generate large non-linearity effects, decreasing the reliability of the fit, especially in the cases when a correlated Doppler noise is involved. We introduce a regularization of the additive noise model that can gracefully eliminate its singularities together with the associated non-linearity effects. We apply this approach to Doppler time series data of several exoplanetary systems. It demonstrates that our new regularized noise model yields orbital fits that have either increased or at least the same statistical robustness, in comparison with the simple additive jitter. Various statistical uncertainties in the parametric estimations are often reduced, while planet detection significance is often increased. Concerning the 55 Cnc five-planet system, we show that its Doppler data contain significant correlated (`red') noise. Its correlation time-scale is in the range from days to months, and its magnitude is much larger than the effect of the planetary N-body perturbations in the radial velocity (these perturbations thus appear undetectable). Characteristics of the red noise depend on the spectrograph/observatory, and also show a cyclic time variation in phase with the public Ca II H&amp;K and photometry measurements. We interpret this modulation as a hint of the long-term activity cycle of 55 Cnc, similar to the solar 11-yr cycle. We estimate the 55 Cnc activity period by 12.6± ^{2.5}_{1.0} yr, with the nearest minimum presumably expected in 2014 or 2015.","GJ 422 b":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","HD 147513 b":"This paper summarizes the information gathered for 16 still unpublished exoplanet candidates discovered with the CORALIE echelle spectrograph mounted on the Euler Swiss telescope at La Silla Observatory. Amongst these new candidates, 10 are typical extrasolar Jupiter-like planets on intermediate- or long-period (100 &lt; P ≤ 1350 d) and fairly eccentric (0.2 ≤ e ≤ 0.5) orbits (HD 19994, HD 65216, HD 92788, HD 111232, HD 114386, HD 142415, HD 147513, HD 196050, HD 216437, HD 216770). Two of these stars are in binary systems. The next 3 candidates are shorter-period planets (HD 6434, HD 121504) with lower eccentricities among which we find a hot Jupiter (HD 83443). More interesting cases are given by the multiple-planet systems HD 82943 and HD 169830. The former is a resonant P<SUB>2</SUB>/P<SUB>1</SUB> = 2/1 system in which planet-planet interactions are influencing the system evolution. The latter is more hierarchically structured. <P />Based on observations collected with the CORALIE echelle spectrograph on the 1.2-m Euler Swiss telescope at La Silla Observatory, ESO Chile. <P />The precise radial velocities presented in this paper are available in electronic form at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via http://cdsweb.u-strasbg.fr/cgi-bin/qcat?J/A+A/415/391, except for the multi-planet systems that will appear in a future paper describing their dynamical evolutions, taking planet-planet interaction into account.","GJ 849 b":"Doppler-based planet surveys have discovered numerous giant planets but are incomplete beyond several AU. At larger star-planet separations, direct planet detection through high-contrast imaging has proven successful, but this technique is sensitive only to young planets and characterization relies upon theoretical evolution models. Here we demonstrate that radial velocity measurements and high-contrast imaging can be combined to overcome these issues. The presence of widely separated companions can be deduced by identifying an acceleration (long-term trend) in the radial velocity of a star. By obtaining high spatial resolution follow-up imaging observations, we rule out scenarios in which such accelerations are caused by stellar binary companions with high statistical confidence. We report results from an analysis of Doppler measurements of a sample of 111 M-dwarf stars with a median of 29 radial velocity observations over a median time baseline of 11.8 yr. By targeting stars that exhibit a radial velocity acceleration (\"trend\") with adaptive optics imaging, we determine that 6.5% ± 3.0% of M-dwarf stars host one or more massive companions with 1 &lt; m/M<SUB>J</SUB> &lt; 13 and 0 &lt; a &lt; 20 AU. These results are lower than analyses of the planet occurrence rate around higher-mass stars. We find the giant planet occurrence rate is described by a double power law in stellar mass M and metallicity F ≡ [Fe/H] such that f(M,F) = 0.039^{+0.056}_{-0.028} M^{0.8^{+1.1}_{-0.9}} 10^{(3.8 +/- 1.2)F}. Our results are consistent with gravitational microlensing measurements of the planet occurrence rate; this study represents the first model-independent comparison with microlensing observations.","CD Cet b":"The high-resolution, dual channel, visible and near-infrared spectrograph CARMENES offers exciting opportunities for stellar and exoplanetary research on M dwarfs. In this work we address the challenge of reaching the highest radial velocity precision possible with a complex, actively cooled, cryogenic instrument, such as the near-infrared channel. We describe the performance of the instrument and the work flow used to derive precise Doppler measurements from the spectra. The capability of both CARMENES channels to detect small exoplanets is demonstrated with the example of the nearby M5.0 V star CD Cet (GJ 1057), around which we announce a super-Earth (4.0 ± 0.4 M<SUB>⊕</SUB>) companion on a 2.29 d orbit. <P />Based on observations collected at the Centro Astronómico Hispano Alemán (CAHA) at Calar Alto, Almería, Spain, operated jointly by the Junta de Andalucía and the Instituto de Astrofísica de Andalucía (CSIC). <P />Based on observations collected at the European Southern Observatory, Paranal, Chile, under program 0103.C-0152(A), and La Silla, Chile, under programs 072.C-0488(E) and 183.C-0437(A).","GJ 433 b":"Context. M dwarfs have often been found to have super-Earth planets with short orbital periods. These stars are thus preferential targets in searches for rocky or ocean planets in the solar neighborhood. <BR /> Aims: Our research group recently announced the discovery of one and two low-mass planets around the M1.5V stars Gl 433 and Gl 667C, respectively. We found these planets with the HARPS spectrograph on the ESO 3.6-m telescope at La Silla Observatory, from observations obtained during the guaranteed time observing program of that instrument. <BR /> Methods: We obtained additional HARPS observations of those two stars, for a total of 67 and 179 radial velocity measurements for Gl 433 and Gl 667C, respectively, and present here an orbital analysis of these extended data sets and our main conclusions about both planetary systems. <BR /> Results: One of the three planets, Gl 667Cc, has a mass of only M<SUB>2</SUB>sini ~ 4.25 M<SUB>⊕</SUB> and orbits in the central habitable zone of its host star. It receives only 10% less stellar energy from Gl 667C than the Earth receives from the Sun. However, planet evolution in the habitable zone can be very different if the host star is a M dwarf or a solar-like star, without necessarily questioning the presence of water. The two other planets, Gl 433b and Gl 667Cb, both have M<SUB>2</SUB>sini of ~5.5 M<SUB>⊕</SUB> and periods of ~7 days. The radial velocity measurements of both stars contain longer timescale signals, which we fit with longer period Keplerians. For Gl 433, the signal probably originates in a magnetic cycle, while data of longer time span will be needed before conclusive results can be obtained for Gl 667C. The metallicity of Gl 433 is close to solar, while Gl 667C is metal poor with [Fe/H] ~ -0.6. This reinforces the recent conclusion that the occurrence of super-Earth planets does not strongly correlate with the stellar metallicity. <P />Based on observations collected with HARPS instrument on the 3.6-m telescope at La Silla Observatory (European Southern Observatory) under programs ID072.C-0488(E).Appendix A is available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","HD 102365 b":"We present 12 years of precision Doppler data for the very nearby G3 star HD 102365, which reveals the presence of a Neptune-like planet with a 16.0 M <SUB>Earth</SUB> minimum mass in a 122.1 day orbit. Very few \"Super Earth\" planets have been discovered to date in orbits this large and those that have been found reside in multiple systems of between three and six planets. HD 102365 b, in contrast, appears to orbit its star in splendid isolation. Analysis of the residuals to our Keplerian fit for HD 102365 b indicates that there are no other planets with minimum mass above 0.3 M <SUB>Jup</SUB> orbiting within 5 AU and no other \"Super Earths\" more massive than 10 M <SUB>Earth</SUB> orbiting at periods shorter than 50 days. At periods of less than 20 days these limits drop to as low as 6 M <SUB>Earth</SUB>. There are now 32 exoplanets known with minimum mass below 20 M <SUB>Earth</SUB>, and interestingly the period distributions of these low-mass planets seem to be similar whether they orbit M-, K-, or G-type dwarfs. <P />Based on observations obtained at the Anglo-Australian Telescope, Siding Spring, Australia.","GJ 433 c":"Due to their higher planet-star mass ratios, M dwarfs are the easiest targets for detection of low-mass planets orbiting nearby stars using Doppler spectroscopy. Furthermore, because of their low masses and luminosities, Doppler measurements enable the detection of low-mass planets in their habitable zones that correspond to closer orbits than for solar-type stars. We re-analyse literature Ultraviolet and Visual Echelle Spectrograph (UVES) radial velocities of 41 nearby M dwarfs in a combination with new velocities obtained from publicly available spectra from the HARPS-ESO spectrograph of these stars in an attempt to constrain any low-amplitude Keplerian signals. We apply Bayesian signal detection criteria, together with posterior sampling techniques, in combination with noise models that take into account correlations in the data and obtain estimates for the number of planet candidates in the sample. More generally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. We report eight new planet candidates in the sample (orbiting GJ 27.1, GJ 160.2, GJ 180, GJ 229, GJ 422, and GJ 682), including two new multiplanet systems, and confirm two previously known candidates in the GJ 433 system based on detections of Keplerian signals in the combined UVES and High Accuracy Radial velocity Planet Searcher (HARPS) radial velocity data that cannot be explained by periodic and/or quasi-periodic phenomena related to stellar activities. Finally, we use the estimated detection probability function to calculate the occurrence rate of low-mass planets around nearby M dwarfs. According to our results, M dwarfs are hosts to an abundance of low-mass planets and the occurrence rate of planets less massive than 10 M<SUB>⊕</SUB> is of the order of one planet per star, possibly even greater. Our results also indicate that planets with masses between 3 and 10 M<SUB>⊕</SUB> are common in the stellar habitable zones of M dwarfs with an estimated occurrence rate of 0.21^{+0.03}_{-0.05} planets per star.","GJ 433 d":"Zechmeister et al. surveyed 38 nearby M dwarfs from 2000 to 2007 March with VLT2 and the Ultraviolet and Visual Echelle Spectrograph (UVES) spectrometer. These data have recently been reanalyzed, yielding a significant improvement in the Doppler velocity precision. Spurred by this, we have combined the UVES data with velocity sets from High Accuracy Radial velocity Planet Searcher, Magellan/Planet Finder Spectrograph, and Keck/High Resolution Echelle Spectrometer. Sixteen planet candidates have been uncovered orbiting nine M dwarfs. Five of them are new planets corresponding to radial velocity signals, which are not sensitive to the choice of noise models and are identified in multiple data sets over various time spans. Eight candidate planets require additional observation to be confirmed. We also confirm three previously reported planets. Among the new planets, GJ 180 d and GJ 229A c are super-Earths located in the conservative habitable zones of their host stars. We investigate their dynamical stability using the Monte Carlo approach and find both planetary orbits are robust to the gravitational perturbations of the companion planets. Due to their proximity to the Sun, the angular separation between the host stars and the potentially habitable planets in these two systems is 25 and 59 mas, respectively. They are thus good candidates for future direct imaging by James Webb Space Telescope and E-ELT. In addition, we find GJ 433 c, a cold super-Neptune belonging to an unexplored population of Neptune-like planets. With a separation of 0.″5 from its host star, GJ 433 c is probably the first realistic candidate for the direct imaging of cold Neptunes. A comprehensive survey of these planets is important for the studies of planet formation. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at the Las Campanas Observatory, Chile.","GJ 357 d":"We report the detection of a transiting Earth-size planet around GJ 357, a nearby M2.5 V star, using data from the Transiting Exoplanet Survey Satellite (TESS). GJ 357 b (TOI-562.01) is a transiting, hot, Earth-sized planet (T<SUB>eq</SUB> = 525 ± 11 K) with a radius of R<SUB>b</SUB> = 1.217 ± 0.084 R<SUB>⊕</SUB> and an orbital period of P<SUB>b</SUB> = 3.93 d. Precise stellar radial velocities from CARMENES and PFS, as well as archival data from HIRES, UVES, and HARPS also display a 3.93-day periodicity, confirming the planetary nature and leading to a planetary mass of M<SUB>b</SUB> = 1.84 ± 0.31 M<SUB>⊕</SUB>. In addition to the radial velocity signal for GJ 357 b, more periodicities are present in the data indicating the presence of two further planets in the system: GJ 357 c, with a minimum mass of M<SUB>c</SUB> = 3.40 ± 0.46 M<SUB>⊕</SUB> in a 9.12 d orbit, and GJ 357 d, with a minimum mass of M<SUB>d</SUB> = 6.1 ± 1.0 M<SUB>⊕</SUB> in a 55.7 d orbit inside the habitable zone. The host is relatively inactive and exhibits a photometric rotation period of P<SUB>rot</SUB> = 78 ± 2 d. GJ 357 b isto date the second closest transiting planet to the Sun, making it a prime target for further investigations such as transmission spectroscopy. Therefore, GJ 357 b represents one of the best terrestrial planets suitable for atmospheric characterization with the upcoming JWST and ground-based ELTs. <P />RV data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/628/A39\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/628/A39</A>","GJ 357 c":"We report the detection of a transiting Earth-size planet around GJ 357, a nearby M2.5 V star, using data from the Transiting Exoplanet Survey Satellite (TESS). GJ 357 b (TOI-562.01) is a transiting, hot, Earth-sized planet (T<SUB>eq</SUB> = 525 ± 11 K) with a radius of R<SUB>b</SUB> = 1.217 ± 0.084 R<SUB>⊕</SUB> and an orbital period of P<SUB>b</SUB> = 3.93 d. Precise stellar radial velocities from CARMENES and PFS, as well as archival data from HIRES, UVES, and HARPS also display a 3.93-day periodicity, confirming the planetary nature and leading to a planetary mass of M<SUB>b</SUB> = 1.84 ± 0.31 M<SUB>⊕</SUB>. In addition to the radial velocity signal for GJ 357 b, more periodicities are present in the data indicating the presence of two further planets in the system: GJ 357 c, with a minimum mass of M<SUB>c</SUB> = 3.40 ± 0.46 M<SUB>⊕</SUB> in a 9.12 d orbit, and GJ 357 d, with a minimum mass of M<SUB>d</SUB> = 6.1 ± 1.0 M<SUB>⊕</SUB> in a 55.7 d orbit inside the habitable zone. The host is relatively inactive and exhibits a photometric rotation period of P<SUB>rot</SUB> = 78 ± 2 d. GJ 357 b isto date the second closest transiting planet to the Sun, making it a prime target for further investigations such as transmission spectroscopy. Therefore, GJ 357 b represents one of the best terrestrial planets suitable for atmospheric characterization with the upcoming JWST and ground-based ELTs. <P />RV data are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/628/A39\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/628/A39</A>","AU Mic b":"AU Microscopii (AU Mic) is a young, active star whose transiting planet was recently detected. Here, we report our analysis of its TESS light curve, where we modeled the BY Draconis type quasi-periodic rotational modulation by starspots simultaneously to the flaring activity and planetary transits. We measured a flare occurrence rate in AU Mic of 6.35 flares per day for flares with amplitudes in the range of 0.06% &lt; f<SUB>max</SUB> &lt; 1.5% of the star flux. We employed a Bayesian Markov chain Monte Carlo analysis to model the five transits of AU Mic b observed by TESS, improving the constraints on the planetary parameters. The measured planet-to-star effective radius ratio of R<SUB>p</SUB>∕R<SUB>⋆</SUB> = 0.0496 ± 0.0007 implies a physical radius of 4.07 ± 0.17 R<SUB>⊕</SUB> and a planet density of 1.4 ± 0.4 g cm<SUP>−3</SUP>, confirming that AU Mic b is a Neptune-size moderately inflated planet. While a single feature possibly due to a second planet was previously reported in the former TESS data, we report the detection of two additional transit-like events in the new TESS observations of July 2020. This represents substantial evidence for a second planet (AU Mic c) in the system. We analyzed its three available transits and obtained an orbital period of 18.859019 ± 0.000016 d and a planetary radius of 3.24 ± 0.16 R<SUB>⊕</SUB>, which defines AU Mic c as a warm Neptune-size planet with an expected mass in the range of 2.2 M<SUB>⊕</SUB> &lt; M<SUB>c</SUB> &lt; 25.0 M<SUB>⊕</SUB>, estimated from the population of exoplanets of similar sizes. The two planets in the AU Mic system are in near 9:4 mean-motion resonance. We show that this configuration is dynamically stable and should produce transit-timing variations (TTV). Our non-detection of significant TTV in AU Mic b suggests an upper limit for the mass of AU Mic c of &lt;7 M<SUB>⊕</SUB>, indicating that this planet is also likely to be inflated. As a young multi-planet system with at least two transiting planets, AU Mic becomes a key system for the study of atmospheres of infant planets and of planet-planet and planet-disk dynamics at the early stages of planetary evolution.","GJ 436 b":"Transits of exoplanets observed in the near-UV have been used to study the scattering properties of their atmospheres and possible star-planet interactions. We observed the primary transits of 15 exoplanets (CoRoT-1b, GJ436b, HAT-P-1b, HAT-P-13b, HAT-P-16b, HAT-P-22b, TrES-2b, TrES-4b, WASP-1b, WASP-12b, WASP-33b, WASP-36b, WASP-44b, WASP-48b, and WASP-77Ab) in the near-UV and several optical photometric bands to update their planetary parameters, ephemerides, search for a wavelength dependence in their transit depths to constrain their atmospheres, and determine if asymmetries are visible in their light curves. Here, we present the first ground-based near-UV light curves for 12 of the targets (CoRoT-1b, GJ436b, HAT-P-1b, HAT-P-13b, HAT-P-22b, TrES-2b, TrES-4b, WASP-1b, WASP-33b, WASP-36b, WASP-48b, and WASP-77Ab). We find that none of the near-UV transits exhibit any non-spherical asymmetries, this result is consistent with recent theoretical predictions by Ben-Jaffel et al. and Turner et al. The multiwavelength photometry indicates a constant transit depth from near-UV to optical wavelengths in 10 targets (suggestive of clouds), and a varying transit depth with wavelength in 5 targets (hinting at Rayleigh or aerosol scattering in their atmospheres). We also present the first detection of a smaller near-UV transit depth than that measured in the optical in WASP-1b and a possible opacity source that can cause such radius variations is currently unknown. WASP-36b also exhibits a smaller near-UV transit depth at 2.6σ. Further observations are encouraged to confirm the transit depth variations seen in this study.","HD 40307 c":"Context. The K2.5 dwarf HD 40307 has been reported to host three super-Earths. The system lacks massive planets and is therefore a potential candidate for having additional low-mass planetary companions. <BR /> Aims: We re-derive Doppler measurements from public HARPS spectra of HD 40307 to confirm the significance of the reported signals using independent data analysis methods. We also investigate these measurements for additional low-amplitude signals. <BR /> Methods: We used Bayesian analysis of our radial velocities to estimate the probability densities of different model parameters. We also estimated the relative probabilities of models with differing numbers of Keplerian signals and verified their significance using periodogram analyses. We investigated the relation of the detected signals with the chromospheric emission of the star. As previously reported for other objects, we found that radial velocity signals correlated with the S-index are strongly wavelength dependent. <BR /> Results: We identify two additional clear signals with periods of 34 and 51 days, both corresponding to planet candidates with minimum masses a few times that of the Earth. An additional sixth candidate is initially found at a period of 320 days. However, this signal correlates strongly with the chromospheric emission from the star and is also strongly wavelength dependent. When analysing the red half of the spectra only, the five putative planetary signals are recovered together with a very significant periodicity at about 200 days. This signal has a similar amplitude as the other new signals reported in the current work and corresponds to a planet candidate with Msini ~ 7 M<SUB>⊕</SUB> (HD 40307 g). <BR /> Conclusions: We show that Doppler measurements can be filtered for activity-induced signals if enough photons and a sufficient wavelength interval are available. If the signal corresponding to HD 40307 g is a genuine Doppler signal of planetary origin, this candidate planet might be capable of supporting liquid water on its surface according to the current definition of the liquid water habitable zone around a star and is not likely to suffer from tidal locking. Also, at an angular separation of ~46 mas, HD 40307 g would be a primary target for a future space-based direct-imaging mission. <P />Appendix A is available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","HD 40307 b":"Context. The K2.5 dwarf HD 40307 has been reported to host three super-Earths. The system lacks massive planets and is therefore a potential candidate for having additional low-mass planetary companions. <BR /> Aims: We re-derive Doppler measurements from public HARPS spectra of HD 40307 to confirm the significance of the reported signals using independent data analysis methods. We also investigate these measurements for additional low-amplitude signals. <BR /> Methods: We used Bayesian analysis of our radial velocities to estimate the probability densities of different model parameters. We also estimated the relative probabilities of models with differing numbers of Keplerian signals and verified their significance using periodogram analyses. We investigated the relation of the detected signals with the chromospheric emission of the star. As previously reported for other objects, we found that radial velocity signals correlated with the S-index are strongly wavelength dependent. <BR /> Results: We identify two additional clear signals with periods of 34 and 51 days, both corresponding to planet candidates with minimum masses a few times that of the Earth. An additional sixth candidate is initially found at a period of 320 days. However, this signal correlates strongly with the chromospheric emission from the star and is also strongly wavelength dependent. When analysing the red half of the spectra only, the five putative planetary signals are recovered together with a very significant periodicity at about 200 days. This signal has a similar amplitude as the other new signals reported in the current work and corresponds to a planet candidate with Msini ~ 7 M<SUB>⊕</SUB> (HD 40307 g). <BR /> Conclusions: We show that Doppler measurements can be filtered for activity-induced signals if enough photons and a sufficient wavelength interval are available. If the signal corresponding to HD 40307 g is a genuine Doppler signal of planetary origin, this candidate planet might be capable of supporting liquid water on its surface according to the current definition of the liquid water habitable zone around a star and is not likely to suffer from tidal locking. Also, at an angular separation of ~46 mas, HD 40307 g would be a primary target for a future space-based direct-imaging mission. <P />Appendix A is available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","HD 40307 g":"Context. The K2.5 dwarf HD 40307 has been reported to host three super-Earths. The system lacks massive planets and is therefore a potential candidate for having additional low-mass planetary companions. <BR /> Aims: We re-derive Doppler measurements from public HARPS spectra of HD 40307 to confirm the significance of the reported signals using independent data analysis methods. We also investigate these measurements for additional low-amplitude signals. <BR /> Methods: We used Bayesian analysis of our radial velocities to estimate the probability densities of different model parameters. We also estimated the relative probabilities of models with differing numbers of Keplerian signals and verified their significance using periodogram analyses. We investigated the relation of the detected signals with the chromospheric emission of the star. As previously reported for other objects, we found that radial velocity signals correlated with the S-index are strongly wavelength dependent. <BR /> Results: We identify two additional clear signals with periods of 34 and 51 days, both corresponding to planet candidates with minimum masses a few times that of the Earth. An additional sixth candidate is initially found at a period of 320 days. However, this signal correlates strongly with the chromospheric emission from the star and is also strongly wavelength dependent. When analysing the red half of the spectra only, the five putative planetary signals are recovered together with a very significant periodicity at about 200 days. This signal has a similar amplitude as the other new signals reported in the current work and corresponds to a planet candidate with Msini ~ 7 M<SUB>⊕</SUB> (HD 40307 g). <BR /> Conclusions: We show that Doppler measurements can be filtered for activity-induced signals if enough photons and a sufficient wavelength interval are available. If the signal corresponding to HD 40307 g is a genuine Doppler signal of planetary origin, this candidate planet might be capable of supporting liquid water on its surface according to the current definition of the liquid water habitable zone around a star and is not likely to suffer from tidal locking. Also, at an angular separation of ~46 mas, HD 40307 g would be a primary target for a future space-based direct-imaging mission. <P />Appendix A is available in electronic form at <A href=\"http://www.aanda.org\">http://www.aanda.org</A>","HD 190007 b":"Analysis of new precision radial velocity (RV) measurements from the Lick Automated Planet Finder and Keck HIRES has yielded the discovery of three new exoplanet candidates orbiting the nearby stars HD 190007 and HD 216520. We also report new velocities from the APF and the Planet Finder Spectrograph and updated orbital fits for the known exoplanet host stars GJ 686 and HD 180617. Of the newly discovered planets, HD 190007 b has a period of P = 11.72 days, an RV semiamplitude of K = 5.64 ± 0.55 m s<SUP>-1</SUP>, a minimum mass of M<SUB>pl</SUB> = 16.46 ± 1.66 M<SUB>⊕</SUB>, and orbits the slightly metal-rich, active K4V star HD 190007. For HD 216520 b, we find P = 35.45 days, K = 2.28 ± 0.20 m s<SUP>-1</SUP>, and M<SUB>pl</SUB> = 10.26 ± 0.99 M<SUB>⊕</SUB>, while for HD 216520 c, P = 154.43 days, K = 1.29 ± 0.22 m s<SUP>-1</SUP>, and M<SUB>pl</SUB> = 9.44 ± 1.63 M<SUB>⊕</SUB>. Both planets orbit the slightly metal-poor, inactive K0V star HD 216520. Our updated best-fit models for HD 180617 b and GJ 686 b are in good agreement with the published results. For HD 180617 b, we obtain P = 105.91 days and M<SUB>pl</SUB> = 12.214 ± 1.05 M<SUB>⊕</SUB>. For GJ 686 b, we find P = 15.53 days and M<SUB>pl</SUB> = 6.624 ± 0.432 M<SUB>⊕</SUB>. Using an injection-recovery exercise, we find that HD 190007 b and HD 216520 b are unlikely to have additional planets with masses and orbital periods within a factor of 2, in marked contrast to ∼85% of planets in this mass and period range discovered by Kepler. <SUP>*</SUP> This paper includes data gathered with the 6.5 m Magellan Telescopes located at Las Campanas Observatory, Chile.","HD 40307 d":"We present the analysis of the entire HARPS observations of three stars that host planetary systems: HD 1461, HD 40307, and HD 204313. The data set spans eight years and contains more than 200 nightly averaged velocity measurements for each star. This means that it is sensitive to both long-period and low-mass planets and also to the effects induced by stellar activity cycles. We modelled the data using Keplerian functions that correspond to planetary candidates and included the short- and long-term effects of magnetic activity. A Bayesian approach was taken both for the data modelling, which allowed us to include information from activity proxies such as log R'<SUB>HK</SUB> in the velocity modelling, and for the model selection, which permitted determining the number of significant signals in the system. The Bayesian model comparison overcomes the limitations inherent to the traditional periodogram analysis. We report an additional super-Earth planet in the HD 1461 system. Four out of the six planets previously reported for HD 40307 are confirmed and characterised. We discuss the remaining two proposed signals. In particular, we show that when the systematic uncertainty associated with the techniques for estimating model probabilities are taken into account, the current data are not conclusive concerning the existence of the habitable-zone candidate HD 40307 g. We also fully characterise the Neptune-mass planet that orbits HD 204313 in 34.9 days. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope at La Silla Observatory under the GTO programme ID 072.C-0488, and its continuation programmes ID 183.C-0972, 091.C-0936, and 192.C-0852.Full Tables 3, 6, and 10 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/585/A134\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/585/A134</A>","HD 40307 f":"We present the analysis of the entire HARPS observations of three stars that host planetary systems: HD 1461, HD 40307, and HD 204313. The data set spans eight years and contains more than 200 nightly averaged velocity measurements for each star. This means that it is sensitive to both long-period and low-mass planets and also to the effects induced by stellar activity cycles. We modelled the data using Keplerian functions that correspond to planetary candidates and included the short- and long-term effects of magnetic activity. A Bayesian approach was taken both for the data modelling, which allowed us to include information from activity proxies such as log R'<SUB>HK</SUB> in the velocity modelling, and for the model selection, which permitted determining the number of significant signals in the system. The Bayesian model comparison overcomes the limitations inherent to the traditional periodogram analysis. We report an additional super-Earth planet in the HD 1461 system. Four out of the six planets previously reported for HD 40307 are confirmed and characterised. We discuss the remaining two proposed signals. In particular, we show that when the systematic uncertainty associated with the techniques for estimating model probabilities are taken into account, the current data are not conclusive concerning the existence of the habitable-zone candidate HD 40307 g. We also fully characterise the Neptune-mass planet that orbits HD 204313 in 34.9 days. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope at La Silla Observatory under the GTO programme ID 072.C-0488, and its continuation programmes ID 183.C-0972, 091.C-0936, and 192.C-0852.Full Tables 3, 6, and 10 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/585/A134\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/585/A134</A>","HD 211970 b":"The radial velocity (RV) method plays a major role in the discovery of nearby exoplanets. To efficiently find planet candidates from the data obtained in high-precision RV surveys, we apply a signal diagnostic framework to detect RV signals that are statistically significant, consistent in time, robust in the choice of noise models, and do not correlated with stellar activity. Based on the application of this approach to the survey data of the Planet Finder Spectrograph, we report 15 planet candidates located in 14 stellar systems. We find that the orbits of the planet candidates around HD 210193, 103949, 8326, and 71135 are consistent with temperate zones around these stars (where liquid water could exist on the surface). With periods of 7.76 and 15.14 days, respectively, the planet candidates around star HIP 54373 form a 1:2 resonance system. These discoveries demonstrate the feasibility of automated detection of exoplanets from large RV surveys, which may provide a complete sample of nearby Earth analogs. <P />This paper includes data gathered with the 6.5 m Magellan Telescopes located at the Las Campanas Observatory, Chile.","ups And c":"We have used high-cadence radial velocity (RV) measurements from the Hobby-Eberly Telescope with existing velocities from the Lick, Elodie, Harlan J. Smith, and Whipple 60'' telescopes combined with astrometric data from the Hubble Space Telescope Fine Guidance Sensors to refine the orbital parameters and determine the orbital inclinations and position angles of the ascending node of components υ And A c and d. With these inclinations and using M <SUB>*</SUB> = 1.31M <SUB>sun</SUB> as a primary mass, we determine the actual masses of two of the companions: υ And A c is 13.98<SUP>+2.3</SUP> <SUB>-5.3</SUB> M <SUB>JUP</SUB>, and υ And A d is 10.25<SUP>+0.7</SUP> <SUB>-3.3</SUB> M <SUB>JUP</SUB>. These measurements represent the first astrometric determination of mutual inclination between objects in an extrasolar planetary system, which we find to be 29fdg9 ± 1°. The combined RV measurements also reveal a long-period trend indicating a fourth planet in the system. We investigate the dynamic stability of this system and analyze regions of stability, which suggest a probable mass of υ And A b. Finally, our parallaxes confirm that υ And B is a stellar companion of υ And A. <P />Based on observations made with the NASA/ESA Hubble Space Telescope, obtained at the Space Telescope Science Institute, which is operated by the Association of Universities for Research in Astronomy, Inc., under NASA contract NAS5-26555. Based on observations obtained with the Hobby-Eberly Telescope, which is a joint project of the University of Texas at Austin, the Pennsylvania State University, Stanford University, Ludwig-Maximilians-Universitt Mnchen, and Georg-August-Universität Göttingen.","ups And d":"We have used high-cadence radial velocity (RV) measurements from the Hobby-Eberly Telescope with existing velocities from the Lick, Elodie, Harlan J. Smith, and Whipple 60'' telescopes combined with astrometric data from the Hubble Space Telescope Fine Guidance Sensors to refine the orbital parameters and determine the orbital inclinations and position angles of the ascending node of components υ And A c and d. With these inclinations and using M <SUB>*</SUB> = 1.31M <SUB>sun</SUB> as a primary mass, we determine the actual masses of two of the companions: υ And A c is 13.98<SUP>+2.3</SUP> <SUB>-5.3</SUB> M <SUB>JUP</SUB>, and υ And A d is 10.25<SUP>+0.7</SUP> <SUB>-3.3</SUB> M <SUB>JUP</SUB>. These measurements represent the first astrometric determination of mutual inclination between objects in an extrasolar planetary system, which we find to be 29fdg9 ± 1°. The combined RV measurements also reveal a long-period trend indicating a fourth planet in the system. We investigate the dynamic stability of this system and analyze regions of stability, which suggest a probable mass of υ And A b. Finally, our parallaxes confirm that υ And B is a stellar companion of υ And A. <P />Based on observations made with the NASA/ESA Hubble Space Telescope, obtained at the Space Telescope Science Institute, which is operated by the Association of Universities for Research in Astronomy, Inc., under NASA contract NAS5-26555. Based on observations obtained with the Hobby-Eberly Telescope, which is a joint project of the University of Texas at Austin, the Pennsylvania State University, Stanford University, Ludwig-Maximilians-Universitt Mnchen, and Georg-August-Universität Göttingen.","ups And b":"We report Keplerian Doppler velocity variations, consistent with orbiting ``51 Pegasi-type'' planets, for the three stars HR 3522 (G8V), HR 5185 (F7V), and HR 458 (F8V). HR 3522 exhibits a velocity semiamplitude of 77 m s<SUP>-1</SUP> and a period of 14.65 days, implying a semimajor axis of 0.11 AU and a minimum mass for the companion of M<SUB>2</SUB> sin i = 0.84M<SUB>JUP</SUB>. For HR 5185, the semiamplitude is 469 m s<SUP>-1</SUP>, and the period is 3.3128 days, implying an orbital radius of 0.0462 AU and a minimum mass of 3.87M<SUB>JUP</SUB>. For HR 458, the semiamplitude is 74 m s<SUP>-1</SUP>, and the period is 4.61 days, implying an orbital radius of 0.057 AU and a minimum mass of 0.68M<SUB>JUP</SUB>. These three companions, along with 51 Peg b, may constitute a heretofore unrecognized class of planets, defined by circular orbits, Jupiter-like masses, and orbital radii less than ~0.2 AU. The relatively large orbital radius for HR 3522 (0.11 AU) precludes tidal circularization, suggesting that the circular orbits are primordial. During the past 9 years, the velocity residuals to the Keplerian fit of HR 3522 exhibit a long-term systematic trend, suggestive of an additional companion. HR 5185 exhibits velocity residuals that fluctuate erratically by ~70 m s<SUP>-1</SUP>, which are as yet unaccounted for. HR 5185 has a rotation period very close to the orbital period of the planet, suggesting that the companion may have tidally locked the primary. <P />Based on observations obtained at Lick Observatory, which is operated by the University of California.","47 UMa c":"A Bayesian analysis of 47 Ursae Majoris radial velocity data confirms and refines the properties of two previously reported planets with periods of 1079 and 2325d. The analysis also provides orbital constraints on an additional long-period planet with a period of ~10000 d. The three-planet model is found to be 10<SUP>5</SUP> times more probable than the next most probable model which is a two-planet model. The non-linear model fitting is accomplished with a new hybrid Markov chain Monte Carlo (HMCMC) algorithm which incorporates parallel tempering, simulated annealing and genetic crossover operations. Each of these features facilitate the detection of a global minimum in χ<SUP>2</SUP>. By combining all three, the HMCMC greatly increases the probability of realizing this goal. When applied to the Kepler problem, it acts as a powerful multiplanet Kepler periodogram. <P />The measured periods are 1078 +/- 2d, 2391<SUP>+100</SUP><SUB>-87</SUB>d and 14002<SUP>+4018</SUP><SUB>-5095</SUB>d, and the corresponding eccentricities are 0.032 +/- 0.014,0.098<SUP>+.047</SUP><SUB>-.096</SUB> and 0.16<SUP>+.09</SUP><SUB>-.16</SUB>. The results favour low-eccentricity orbits for all three. Assuming the three signals (each one consistent with a Keplerian orbit) are caused by planets, the corresponding limits on planetary mass (M sini) and semimajor axis are (2.53<SUP>+.07</SUP><SUB>-.06</SUB>M<SUB>J</SUB>,2.10 +/- 0.02au), (0.54 +/- 0.07 M<SUB>J</SUB>,3.6 +/- 0.1au) and (1.6<SUP>+0.3</SUP><SUB>-0.5</SUB>M<SUB>J</SUB>,11.6<SUP>+2.1</SUP><SUB>-2.9</SUB>au), respectively. Based on a three-planet model, the remaining unaccounted for noise (stellar jitter) is 5.7ms<SUP>-1</SUP>. <P />The velocities of model fit residuals were randomized in multiple trials and processed using a one-planet version of the HMCMC Kepler periodogram. In this situation, periodogram peaks are purely the result of the effective noise. The orbits corresponding to these noise-induced periodogram peaks exhibit a well-defined strong statistical bias towards high eccentricity. We have characterized this eccentricity bias and designed a correction filter that can be used as an alternate prior for eccentricity to enhance the detection of planetary orbits of low or moderate eccentricity.","55 Cnc e":"We have detected transits of the innermost planet \"e\" orbiting 55 Cnc (V = 6.0), based on two weeks of nearly continuous photometric monitoring with the MOST space telescope. The transits occur with the period (0.74 days) and phase that had been predicted by Dawson &amp; Fabrycky, and with the expected duration and depth for the crossing of a Sun-like star by a hot super-Earth. Assuming the star's mass and radius to be 0.963<SUP>+0.051</SUP> <SUB>- 0.029</SUB> M <SUB>sun</SUB> and 0.943 ± 0.010 R <SUB>sun</SUB>, the planet's mass, radius, and mean density are 8.63 ± 0.35 M <SUB>⊕</SUB>, 2.00 ± 0.14 R <SUB>⊕</SUB>, and 5.9<SUP>+1.5</SUP> <SUB>- 1.1</SUB> g cm<SUP>-3</SUP>, respectively. The mean density is comparable to that of Earth, despite the greater mass and consequently greater compression of the interior of 55 Cnc e. This suggests a rock-iron composition supplemented by a significant mass of water, gas, or other light elements. Outside of transits, we detected a sinusoidal signal resembling the expected signal due to the changing illuminated phase of the planet, but with a full range (168 ± 70 ppm) too large to be reflected light or thermal emission. This signal has no straightforward interpretation and should be checked with further observations. The host star of 55 Cnc e is brighter than that of any other known transiting planet, which will facilitate future investigations. <P />Based on data from the MOST satellite, a Canadian Space Agency mission, jointly operated by Dynacon Inc., the University of Toronto Institute for Aerospace Studies, and the University of British Columbia, with the assistance of the University of Vienna.","47 UMa d":"A Bayesian analysis of 47 Ursae Majoris radial velocity data confirms and refines the properties of two previously reported planets with periods of 1079 and 2325d. The analysis also provides orbital constraints on an additional long-period planet with a period of ~10000 d. The three-planet model is found to be 10<SUP>5</SUP> times more probable than the next most probable model which is a two-planet model. The non-linear model fitting is accomplished with a new hybrid Markov chain Monte Carlo (HMCMC) algorithm which incorporates parallel tempering, simulated annealing and genetic crossover operations. Each of these features facilitate the detection of a global minimum in χ<SUP>2</SUP>. By combining all three, the HMCMC greatly increases the probability of realizing this goal. When applied to the Kepler problem, it acts as a powerful multiplanet Kepler periodogram. <P />The measured periods are 1078 +/- 2d, 2391<SUP>+100</SUP><SUB>-87</SUB>d and 14002<SUP>+4018</SUP><SUB>-5095</SUB>d, and the corresponding eccentricities are 0.032 +/- 0.014,0.098<SUP>+.047</SUP><SUB>-.096</SUB> and 0.16<SUP>+.09</SUP><SUB>-.16</SUB>. The results favour low-eccentricity orbits for all three. Assuming the three signals (each one consistent with a Keplerian orbit) are caused by planets, the corresponding limits on planetary mass (M sini) and semimajor axis are (2.53<SUP>+.07</SUP><SUB>-.06</SUB>M<SUB>J</SUB>,2.10 +/- 0.02au), (0.54 +/- 0.07 M<SUB>J</SUB>,3.6 +/- 0.1au) and (1.6<SUP>+0.3</SUP><SUB>-0.5</SUB>M<SUB>J</SUB>,11.6<SUP>+2.1</SUP><SUB>-2.9</SUB>au), respectively. Based on a three-planet model, the remaining unaccounted for noise (stellar jitter) is 5.7ms<SUP>-1</SUP>. <P />The velocities of model fit residuals were randomized in multiple trials and processed using a one-planet version of the HMCMC Kepler periodogram. In this situation, periodogram peaks are purely the result of the effective noise. The orbits corresponding to these noise-induced periodogram peaks exhibit a well-defined strong statistical bias towards high eccentricity. We have characterized this eccentricity bias and designed a correction filter that can be used as an alternate prior for eccentricity to enhance the detection of planetary orbits of low or moderate eccentricity.","GJ 3779 b":"We announce the discovery of two planetary companions orbiting around the low-mass stars Ross 1020 (GJ 3779, M4.0V) and LP 819-052 (GJ 1265, M4.5V). The discovery is based on the analysis of CARMENES radial velocity (RV) observations in the visual channel as part of its survey for exoplanets around M dwarfs. In the case of GJ 1265, CARMENES observations were complemented with publicly available Doppler measurements from HARPS. The datasets reveal two planetary companions, one for each star, that share very similar properties: minimum masses of 8.0 ± 0.5 M<SUB>⊕</SUB> and 7.4 ± 0.5 M<SUB>⊕</SUB> in low-eccentricity orbits with periods of 3.023 ± 0.001 d and 3.651 ± 0.001 d for GJ 3779 b and GJ 1265 b, respectively. The periodic signals around 3 d found in the RV data have no counterpart in any spectral activity indicator. Furthermore, we collected available photometric data for the two host stars, which confirm that the additional Doppler variations found at periods of approximately 95 d can be attributed to the rotation of the stars. The addition of these planets to a mass-period diagram of known planets around M dwarfs suggests a bimodal distribution with a lack of short-period low-mass planets in the range of 2-5 M<SUB>⊕</SUB>. It also indicates that super-Earths (&gt;5 M<SUB>⊕</SUB>) currently detected by RV and transit techniques around M stars are usually found in systems dominated by a single planet. <P />The RV and formal uncertainties of GJ 3779 and GJ 1265 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/620/A171\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/620/A171</A>","47 UMa b":"We present our ELODIE radial-velocity measurements of <ASTROBJ>HD 74156</ASTROBJ> and <ASTROBJ>14 Her</ASTROBJ> (<ASTROBJ>HD 145675</ASTROBJ>). These stars exhibit low-amplitude radial-velocity variations induced by the presence of low-mass companions. The radial-velocity data of <ASTROBJ>HD 74156</ASTROBJ> reveal the presence of two planetary companions: a 1.86 M<SUB>Jup</SUB> planet on a 51.64-d orbit and a 6.2 M<SUB>Jup</SUB> planet on a long-period (≃5.5 yr) orbit. Both orbits are fairly eccentric (e = 0.64 and 0.58). The 4.7 M<SUB>Jup</SUB> companion to <ASTROBJ>14 Her</ASTROBJ> has a long period (4.9 yr) and a moderately eccentric orbit (e = 0.34). We detect an additional linear radial-velocity trend superimposed on the periodic signal for this star. We also compute updated orbital solutions for <ASTROBJ>HD 209458</ASTROBJ> and <ASTROBJ>51 Peg</ASTROBJ> (<ASTROBJ>HD 217014</ASTROBJ>). Finally, we present our ELODIE radial-velocity data and orbital solutions for 5 stars known to host planetary companions: <ASTROBJ>Ups And</ASTROBJ> (<ASTROBJ>HD 9826</ASTROBJ>), <ASTROBJ>55 Cnc</ASTROBJ> (<ASTROBJ>HD 75732</ASTROBJ>), <ASTROBJ>47 UMa</ASTROBJ> (<ASTROBJ>HD 95128</ASTROBJ>), <ASTROBJ>70 Vir</ASTROBJ> (<ASTROBJ>HD 117176</ASTROBJ>) and <ASTROBJ>HD 187123</ASTROBJ>. We confirm the previously published orbital solutions for <ASTROBJ>Ups And</ASTROBJ>, <ASTROBJ>70 Vir</ASTROBJ> and <ASTROBJ>HD 187123</ASTROBJ>. Our data are not sufficient to fully confirm the orbital solutions for <ASTROBJ>55 Cnc</ASTROBJ> and <ASTROBJ>47 UMa</ASTROBJ>. <P />Based on observations made with the ELODIE echelle spectrograph mounted on the 1.93-m Telescope at the Observatoire de Haute-Provence (CNRS) and with the CORALIE echelle spectrograph mounted on the 1.2-m Euler Swiss Telescope at ESO-La Silla Observatory. <P />The ELODIE and CORALIE measurements discussed in this paper are only available in electronic form at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via http://cdsweb.u-strasbg.fr/cgi-bin/qcat?J/A+A/414/351","HIP 79431 b":"Doppler observations from Keck Observatory reveal the presence of a planet with M sin i of 2.1 M<SUB>Jup</SUB> orbiting the M3V star HIP 79431. This is the sixth giant planet to be detected in Doppler surveys of M dwarfs and it is one of the most massive planets discovered around an M dwarf star. The planet has an orbital period of 111.7 days and an orbital eccentricity of 0.29. The host star is metal rich, with an estimated [Fe/H] = +0.4. This is the first planet to emerge from our new survey of 1600 M-to-K dwarf stars. <P />Based on observations obtained at the W. M. Keck Observatory, which is operated by the University of California.","gam Cep b":"Not Available <P />Based on observations made with the NASA/ESA Hubble Space Telescope, obtained at the Space Telescope Science Institute, which is operated by the Association of Universities for Research in Astronomy, Inc., under NASA contract NAS5-26555.","GJ 685 b":"Context. Small rocky planets seem to be very abundant around low-mass M-type stars. Their actual planetary population is however not yet precisely understood. Currently, several surveys aim to expand the statistics with intensive detection campaigns, both photometric and spectroscopic. <BR /> Aims: The HADES program aims to improve the current statistics through the in-depth analysis of accurate radial-velocity (RV) monitoring in a narrow range of spectral sub-types, with the precision needed to detect small planets with a few Earth masses. <BR /> Methods: We analyse 106 spectroscopic HARPS-N observations of the active M0-type star GJ 685 taken over the past five years. We combine these data with photometric measurements from different observatories to accurately model the stellar rotation and disentangle its signals from genuine Doppler planetary signals in the RV data. We run an MCMC analysis on the RV and activity index time series to model the planetary and stellar signals present in the data, applying Gaussian Process regression technique to deal with the stellar activity signals. <BR /> Results: We identify three periodic signals in the RV time series, with periods of 9, 24, and 18 d. Combining the analyses of the photometry of the star with the activity indexes derived from the HARPS-N spectra, we identify the 18 d and 9 d signals as activity-related, corresponding to the stellar rotation period and its first harmonic, respectively. The 24 d signal shows no relation to any activity proxy, and therefore we identify it as a genuine planetary signal. We find the best-fit model describing the Doppler signal of the newly found planet, GJ 685 b, corresponding to an orbital period P<SUB>b</SUB> = 24.160<SUB>-0.047</SUB><SUP>+0.061</SUP> d and a minimum mass M<SUB>P</SUB> sin i = 9.0<SUB>-1.8</SUB><SUP>+1.7</SUP> M<SUB>⊕</SUB>. We also study a sample of 70 RV-detected M-dwarf planets, and present new statistical evidence of a difference in mass distribution between the populations of single- and multi-planet systems, which can shed new light on the formation mechanisms of low-mass planets around late-type stars. <P />Based on observations made with the Italian Telescopio Nazionale Galileo (TNG), operated on the island of La Palma by the INAF - Fundación Galileo Galilei at the Roche de Los Muchachos Observatory of the Instituto de Astrofísica de Canarias (IAC); photometric observations made with the APACHE array located at the Astronomical Observatory of the Aosta Valley; photometric observations made with the robotic telescope APT2 (within the EXORAP programme) located at Serra La Nave on Mt. Etna."}}