{"planetarySysDescrip":{"Proxima Cen b":"At a distance of 1.295 parsecs, the red dwarf Proxima Centauri (α Centauri C, GL 551, HIP 70890 or simply Proxima) is the Sun’s closest stellar neighbour and one of the best-studied low-mass stars. It has an effective temperature of only around 3,050 kelvin, a luminosity of 0.15 per cent of that of the Sun, a measured radius of 14 per cent of the radius of the Sun and a mass of about 12 per cent of the mass of the Sun. Although Proxima is considered a moderately active star, its rotation period is about 83 days (ref. 3) and its quiescent activity levels and X-ray luminosity are comparable to those of the Sun. Here we report observations that reveal the presence of a small planet with a minimum mass of about 1.3 Earth masses orbiting Proxima with a period of approximately 11.2 days at a semi-major-axis distance of around 0.05 astronomical units. Its equilibrium temperature is within the range where water could be liquid on its surface.","Ross 128 b":"The combination of high-contrast imaging and high-dispersion spectroscopy, which has successfully been use to detect the atmosphere of a giant planet, is one of the most promising potential probes of the atmosphere of Earth-size worlds. The forthcoming generation of extremely large telescopes (ELTs) may obtain sufficient contrast with this technique to detect O<SUB>2</SUB> in the atmosphere of those worlds that orbit low-mass M dwarfs. This is strong motivation to carry out a census of planets around cool stars for which habitable zones can be resolved by ELTs, i.e. for M dwarfs within 5 parsec. Our HARPS survey has been a major contributor to that sample of nearby planets. Here we report on our radial velocity observations of Ross 128 (Proxima Virginis, GJ447, HIP 57548), an M4 dwarf just 3.4 parsec away from our Sun. This source hosts an exo-Earth with a projected mass m sini = 1.35 M<SUB>⊕</SUB> and an orbital period of 9.9 days. Ross 128 b receives less than 1.5 times as much flux as Earth from the Sun and its equilibrium ranges in temperature between 269 K for an Earth-like albedo and 213 K for a Venus-like albedo. Recent studies place it close to the inner edge of the conventional habitable zone. An 80-day long light curve from K2 campaign C01 demonstrates that Ross 128 b does not transit. Together with the All Sky Automated Survey (ASAS) photometry and spectroscopic activity indices, the K2 photometry shows that Ross 128 rotates slowly and has weak magnetic activity. In a habitability context, this makes survival of its atmosphere against erosion more likely. Ross 128 b is the second closest known exo-Earth, after Proxima Centauri b (1.3 parsec), and the closest temperate planet known around a quiet star. The 15 mas planet-star angular separation at maximum elongation will be resolved by ELTs (&gt;3λ/D) in the optical bands of O<SUB>2</SUB>. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the programme IDs 072.C-0488(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (Table 5) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/613/A25\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/613/A25</A>","eps Ind A b":"The presence of Jupiter is crucial to the architecture of the Solar system and models underline this to be a generic feature of planetary systems. We find the detection of the difference between the position and motion recorded by the contemporary astrometric satellite Gaia and its precursor Hipparcos can be used to discover Jupiter-like planets. We illustrate how observations of the nearby star ɛ Indi A giving astrometric and radial velocity data can be used to independently find the orbit of its suspected companion. The radial velocity and astrometric data provide complementary detections which allow for a much stronger solution than either technique would provide individually. We quantify ɛ Indi A b as the closest Jupiter-like exoplanet with a mass of 3 M<SUB>Jup</SUB> on a slightly eccentric orbit with an orbital period of 45 yr. While other long-period exoplanets have been discovered, ɛ Indi A b provides a well-constrained mass and along with the well-studied brown dwarf binary in orbit around ɛ Indi A means that the system provides a benchmark case for our understanding of the formation of gas giant planets and brown dwarfs.","eps Eri b":"We present the most sensitive direct imaging and radial velocity (RV) exploration of ɛ Eridani to date. ɛ Eridani is an adolescent planetary system, reminiscent of the early solar system. It is surrounded by a prominent and complex debris disk that is likely stirred by one or several gas giant exoplanets. The discovery of the RV signature of a giant exoplanet was announced 15 yr ago, but has met with scrutiny due to possible confusion with stellar noise. We confirm the planet with a new compilation and analysis of precise RV data spanning 30 yr, and combine it with upper limits from our direct imaging search, the most sensitive ever performed. The deep images were taken in the Ms band (4.7 μm) with the vortex coronagraph recently installed in W.M. Keck Observatory’s infrared camera NIRC2, which opens a sensitive window for planet searches around nearby adolescent systems. The RV data and direct imaging upper limit maps were combined in an innovative joint Bayesian analysis, providing new constraints on the mass and orbital parameters of the elusive planet. ɛ Eridani b has a mass of {0.78}<SUB>-0.12</SUB><SUP>+0.38</SUP> M <SUB>Jup</SUB> and is orbiting ɛ Eridani at about 3.48 ± 0.02 au with a period of 7.37 ± 0.07 yr. The eccentricity of ɛ Eridani b’s orbit is {0.07}<SUB>-0.05</SUB><SUP>+0.06</SUP>, an order of magnitude smaller than early estimates and consistent with a circular orbit. We discuss our findings from the standpoint of planet-disk interactions and prospects for future detection and characterization with the James Webb Space Telescope. <P />Based on observations obtained at the W. M. Keck Observatory, which is operated jointly by the University of California and the California Institute of Technology. Keck time was granted for this project by Caltech, the University of Hawai’i, the University of California, and NASA.","YZ Cet b":"Exoplanet surveys have shown that systems with multiple low-mass planets on compact orbits are common. Except for a few cases, however, the masses of these planets are generally unknown. At the very end of the main sequence, host stars have the lowest mass and hence offer the largest reflect motion for a given planet. In this context, we monitored the low-mass (0.13 M<SUB>⊙</SUB>) M dwarf YZ Cet (GJ 54.1, HIP 5643) intensively and obtained radial velocities and stellar-activity indicators derived from spectroscopy and photometry, respectively. We find strong evidence that it is orbited by at least three planets in compact orbits (P<SUB>Orb</SUB> = 1.97, 3.06, 4.66 days), with the inner two near a 2:3 mean-motion resonance. The minimum masses are comparable to the mass of Earth (M sin I = 0.75 ± 0.13, 0.98 ± 0.14, and 1.14 ± 0.17 M<SUB>⊕</SUB>), and they are also the lowest masses measured by radial velocity so far. We note the possibility for a fourth planet with an even lower mass of M sin I = 0.472 ± 0.096 M<SUB>⊕</SUB> at P<SUB>Orb</SUB> = 1.04 days. An n-body dynamical model is used to place further constraints on the system parameters. At 3.6 parsecs, YZ Cet is the nearest multi-planet system detected to date. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (Table B.4) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11</A>","GJ 887 b":"The closet exoplanets to the Sun provide opportunities for detailed characterization of planets outside the Solar System. We report the discovery, using radial velocity measurements, of a compact multiplanet system of super-Earth exoplanets orbiting the nearby red dwarf star GJ 887. The two planets have orbital periods of 9.3 and 21.8 days. Assuming an Earth-like albedo, the equilibrium temperature of the 21.8-day planet is ~350 kelvin. The planets are interior to, but close to the inner edge of, the liquid-water habitable zone. We also detect an unconfirmed signal with a period of ~50 days, which could correspond to a third super-Earth in a more temperate orbit. Our observations show that GJ 887 has photometric variability below 500 parts per million, which is unusually quiet for a red dwarf.","tau Cet g":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals.","HD 20794 b":"Context. In 2009 we started an intense radial-velocity monitoring of a few nearby, slowly-rotating and quiet solar-type stars within the dedicated HARPS-Upgrade GTO program. <BR /> Aims: The goal of this campaign is to gather very-precise radial-velocity data with high cadence and continuity to detect tiny signatures of very-low-mass stars that are potentially present in the habitable zone of their parent stars. <BR /> Methods: Ten stars were selected among the most stable stars of the original HARPS high-precision program that are uniformly spread in hour angle, such that three to four of them are observable at any time of the year. For each star we recorded 50 data points spread over the observing season. The data points consist of three nightly observations with a total integration time of 10 min each and are separated by two hours. This is an observational strategy adopted to minimize stellar pulsation and granulation noise. <BR /> Results: We present the first results of this ambitious program. The radial-velocity data and the orbital parameters of five new and one confirmed low-mass planets around the stars <ASTROBJ>HD 20794</ASTROBJ>, <ASTROBJ>HD 85512</ASTROBJ>, and <ASTROBJ>HD 192310</ASTROBJ> are reported and discussed, among which is a system of three super-Earths and one that harbors a 3.6 M<SUB>⊕</SUB>-planet at the inner edge of the habitable zone. <BR /> Conclusions: This result already confirms previous indications that low-mass planets seem to be very frequent around solar-type stars and that this may occur with a frequency higher than 30%. <P />Based on observations made with the HARPS instrument on ESO's 3.6 m telescope at the La Silla Observatory in the frame of the HARPS-Upgrade GTO program ID 086.C-0230.Tables 7-9 (RV data) are only available at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/534/A58</A>","55 Cnc b":"Giant gas planets in close proximity to their host stars experience strong irradiation. In extreme cases photoevaporation causes a transonic, planetary wind and the persistent mass loss can possibly affect the planetary evolution. We have identified nine hot Jupiter systems in the vicinity of the Sun, in which expanded planetary atmospheres should be detectable through Lyα transit spectroscopy according to predictions. We use X-ray observations with Chandra and XMM-Newton of seven of these targets to derive the high-energy irradiation level of the planetary atmospheres and the resulting mass loss rates. We further derive improved Lyα luminosity estimates for the host stars including interstellar absorption. According to our estimates WASP-80 b, WASP-77 b, and WASP-43 b experience the strongest mass loss rates, exceeding the mass loss rate of HD 209458 b, where an expanded atmosphere has been confirmed. Furthermore, seven out of nine targets might be amenable to Lyα transit spectroscopy. Finally, we check the possibility of angular momentum transfer from the hot Jupiters to the host stars in the three binary systems among our sample, but find only weak indications for increased stellar rotation periods of WASP-77 and HAT-P-20.","GJ 15 A b":"We present 20 yr of radial velocity (RV) measurements of the M1 dwarf Gl15A, combining five years of intensive RV monitoring with the HARPS-N spectrograph with 15 yr of archival HIRES/Keck RV data. We have carried out an MCMC-based analysis of the RV time series, inclusive of Gaussian Process (GP) approach to the description of stellar activity induced RV variations. Our analysis confirms the Keplerian nature and refines the orbital solution for the 11.44-day period super Earth, Gl15A b, reducing its amplitude to 1.68<SUB>-0.18</SUB><SUP>+0.17</SUP> m s<SUP>-1</SUP> (M sin i = 3.03<SUB>-0.44</SUB><SUP>+0.46</SUP> M<SUB>⊕</SUB>), and successfully models a long-term trend in the combined RV dataset in terms of a Keplerian orbit with a period around 7600 days and an amplitude of 2.5<SUB>-1.0</SUB><SUP>+1.3</SUP> m s<SUP>-1</SUP>, corresponding to a super-Neptune mass (M sin i = 36<SUB>-18</SUB><SUP>+25</SUP> M<SUB>⊕</SUB>) planetary companion. We also discuss the present orbital configuration of Gl15A planetary system in terms of the possible outcomes of Lidov-Kozai interactions with the wide-separation companion Gl15B in a suite of detailed numerical simulations. In order to improve the results of the dynamical analysis, we have derived a new orbital solution for the binary system, combining our RV measurements with astrometric data from the WDS catalogue. The eccentric Lidov-Kozai analysis shows the strong influence of Gl15B on the Gl15A planetary system, which can produce orbits compatible with the observed configuration for initial inclinations of the planetary system between 75° and 90°, and can also enhance the eccentricity of the outer planet well above the observed value, even resulting in orbital instability, for inclinations around 0° and 15°-30°. The Gl15A system is the multi-planet system closest to Earth, at 3.56 pc, and hosts the longest period RV sub-Jovian mass planet discovered so far. Its orbital architecture constitutes a very important laboratory for the investigation of formation and orbital evolution scenarios for planetary systems in binary stellar systems. <P />Based on observations made with the Italian Telescopio Nazionale Galileo (TNG), operated on the island of La Palma by the INAF - Fundación Galileo Galilei at the Roche de Los Muchachos Observatory of the Instituto de Astrofísica de Canarias (IAC); photometric observations made with the robotic telescope APT2 (within the EXORAP programme) located at Serra La Nave on Mt. Etna.","YZ Cet d":"Exoplanet surveys have shown that systems with multiple low-mass planets on compact orbits are common. Except for a few cases, however, the masses of these planets are generally unknown. At the very end of the main sequence, host stars have the lowest mass and hence offer the largest reflect motion for a given planet. In this context, we monitored the low-mass (0.13 M<SUB>⊙</SUB>) M dwarf YZ Cet (GJ 54.1, HIP 5643) intensively and obtained radial velocities and stellar-activity indicators derived from spectroscopy and photometry, respectively. We find strong evidence that it is orbited by at least three planets in compact orbits (P<SUB>Orb</SUB> = 1.97, 3.06, 4.66 days), with the inner two near a 2:3 mean-motion resonance. The minimum masses are comparable to the mass of Earth (M sin I = 0.75 ± 0.13, 0.98 ± 0.14, and 1.14 ± 0.17 M<SUB>⊕</SUB>), and they are also the lowest masses measured by radial velocity so far. We note the possibility for a fourth planet with an even lower mass of M sin I = 0.472 ± 0.096 M<SUB>⊕</SUB> at P<SUB>Orb</SUB> = 1.04 days. An n-body dynamical model is used to place further constraints on the system parameters. At 3.6 parsecs, YZ Cet is the nearest multi-planet system detected to date. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (Table B.4) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/605/L11</A>","GJ 887 c":"The closet exoplanets to the Sun provide opportunities for detailed characterization of planets outside the Solar System. We report the discovery, using radial velocity measurements, of a compact multiplanet system of super-Earth exoplanets orbiting the nearby red dwarf star GJ 887. The two planets have orbital periods of 9.3 and 21.8 days. Assuming an Earth-like albedo, the equilibrium temperature of the 21.8-day planet is ~350 kelvin. The planets are interior to, but close to the inner edge of, the liquid-water habitable zone. We also detect an unconfirmed signal with a period of ~50 days, which could correspond to a third super-Earth in a more temperate orbit. Our observations show that GJ 887 has photometric variability below 500 parts per million, which is unusually quiet for a red dwarf.","tau Cet h":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals.","GJ 1061 b":"Small low-mass stars are favourable targets for the detection of rocky habitable planets. In particular, planetary systems in the solar neighbourhood are interesting and suitable for precise characterization. The RedDots campaigns seek to discover rocky planets orbiting nearby low-mass stars. The 2018 campaign targeted GJ 1061, which is the 20th nearest star to the Sun. For three consecutive months we obtained nightly, high-precision radial velocity measurements with the HARPS spectrograph. We analysed these data together with archival HARPS data. We report the detection of three planet candidates with periods of 3.204 ± 0.001, 6.689 ± 0.005, and 13.03 ± 0.03 d, which are close to 1:2:4 period commensurability. After several considerations related to the properties of the noise and sampling, we conclude that a fourth signal is most likely explained by stellar rotation, although it may be due to a planet. The proposed three-planet system (and the potential four-planet solution) is long-term dynamically stable. Planet-planet gravitational interactions are below our current detection threshold. The minimum masses of the three planets range from 1.4 ± 0.2 to 1.8 ± 0.3 M<SUB>⊕</SUB>. Planet d, with msin I = 1.64 ± 0.24 M<SUB>⊕</SUB>, receives a similar amount of energy as Earth receives from the Sun. Consequently it lies within the liquid-water habitable zone of the star and has a similar equilibrium temperature to Earth. GJ 1061 has very similar properties to Proxima Centauri but activity indices point to lower levels of stellar activity.","Teegarden's Star b":"Context. Teegarden's Star is the brightest and one of the nearest ultra-cool dwarfs in the solar neighbourhood. For its late spectral type (M7.0 V), the star shows relatively little activity and is a prime target for near-infrared radial velocity surveys such as CARMENES. <BR /> Aims: As part of the CARMENES search for exoplanets around M dwarfs, we obtained more than 200 radial-velocity measurements of Teegarden's Star and analysed them for planetary signals. <BR /> Methods: We find periodic variability in the radial velocities of Teegarden's Star. We also studied photometric measurements to rule out stellar brightness variations mimicking planetary signals. <BR /> Results: We find evidence for two planet candidates, each with 1.1 M<SUB>⊕</SUB> minimum mass, orbiting at periods of 4.91 and 11.4 d, respectively. No evidence for planetary transits could be found in archival and follow-up photometry. Small photometric variability is suggestive of slow rotation and old age. <BR /> Conclusions: The two planets are among the lowest-mass planets discovered so far, and they are the first Earth-mass planets around an ultra-cool dwarf for which the masses have been determined using radial velocities. <P />Tables D.1 and D.2 are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (ftp://130.79.128.5) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/627/A49\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/627/A49</A>","GJ 3323 b":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 273 b":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 3323 c":"Context. Low-mass stars are currently the best targets when searching for rocky planets in the habitable zone of their host star. Over the last 13 yr, precise radial velocities measured with the HARPS spectrograph have identified over a dozen super-Earths and Earth-mass planets (msini ≤ 10M<SUB>⊕</SUB>) around M dwarfs, with a well-understood selection function. This well-defined sample provides information on their frequency of occurrence and on the distribution of their orbital parameters, and therefore already constrains our understanding of planetary formation. The subset of these low-mass planets that were found within the habitable zone of their host star also provide prized targets for future searches of atmospheric biomarkers. <BR /> Aims: We are working to extend this planetary sample to lower masses and longer periods through dense and long-term monitoring of the radial velocity of a small M dwarf sample. <BR /> Methods: We obtained large numbers of HARPS spectra for the M dwarfs GJ 3138, GJ 3323, GJ 273, GJ 628, and GJ 3293, from which we derived radial velocities (RVs) and spectroscopic activity indicators. We searched for variabilities, periodicities, Keplerian modulations, and correlations, and attribute the radial-velocity variations to combinations of planetary companions and stellar activity. <BR /> Results: We detect 12 planets, 9 of which are new with masses ranging from 1.17 to 10.5 M<SUB>⊕</SUB>. These planets have relatively short orbital periods (P&lt; 40 d), except for two that have periods of 217.6 and 257.8 days. Among these systems, GJ 273 harbor two planets with masses close to the Earth's. With a distance of only 3.8 parsec, GJ 273 is the second nearest known planetary system - after Proxima Centauri - with a planet orbiting the circumstellar habitable zone. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the program IDs 180.C-0886(A), 183.C-0437(A), and 191.C-0873(A) at Cerro La Silla (Chile).Radial velocity data (full Tables A.1-A.5) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://130.79.128.5\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/602/A88</A>","GJ 1061 d":"Small low-mass stars are favourable targets for the detection of rocky habitable planets. In particular, planetary systems in the solar neighbourhood are interesting and suitable for precise characterization. The RedDots campaigns seek to discover rocky planets orbiting nearby low-mass stars. The 2018 campaign targeted GJ 1061, which is the 20th nearest star to the Sun. For three consecutive months we obtained nightly, high-precision radial velocity measurements with the HARPS spectrograph. We analysed these data together with archival HARPS data. We report the detection of three planet candidates with periods of 3.204 ± 0.001, 6.689 ± 0.005, and 13.03 ± 0.03 d, which are close to 1:2:4 period commensurability. After several considerations related to the properties of the noise and sampling, we conclude that a fourth signal is most likely explained by stellar rotation, although it may be due to a planet. The proposed three-planet system (and the potential four-planet solution) is long-term dynamically stable. Planet-planet gravitational interactions are below our current detection threshold. The minimum masses of the three planets range from 1.4 ± 0.2 to 1.8 ± 0.3 M<SUB>⊕</SUB>. Planet d, with msin I = 1.64 ± 0.24 M<SUB>⊕</SUB>, receives a similar amount of energy as Earth receives from the Sun. Consequently it lies within the liquid-water habitable zone of the star and has a similar equilibrium temperature to Earth. GJ 1061 has very similar properties to Proxima Centauri but activity indices point to lower levels of stellar activity.","GJ 96 b":"We report the detection of two exoplanets and a further tentative candidate around the M-dwarf stars Gl96 and Gl617A, based on radial velocity measurements obtained with the SOPHIE spectrograph at the Observatoire de Haute-Provence. Both stars were observed in the context of the SOPHIE exoplanet consortium's dedicated M-dwarf subprogramme, which aims to detect exoplanets around nearby M-dwarf stars through a systematic survey. For Gl96 we present the discovery of a new exoplanet at 73.9 d with a minimum mass of 19.66 earth masses. Gl96 b has an eccentricity of 0.44, placing it among the most eccentric planets orbiting M stars. For Gl617A we independently confirm a recently reported exoplanet at 86.7 d with a minimum mass of 31.29 earth masses. Both Gl96 b and Gl617A b are potentially within the habitable zone, although the high eccentricity of Gl96 b may take it too close to the star at periapsis. <P />Based on observations collected with the SOPHIE spectrograph on the 1.93 m telescope at the Observatoire de Haute-Provence (CNRS), France, by the SOPHIE Consortium. <P />Full Tables A.1 and A.2 (RV tables) are only available at the CDS via anonymous ftp to <A href=\"http://cdsarc.u-strasbg.fr\">http://cdsarc.u-strasbg.fr</A> (<A href=\"http://cdsarc.u-strasbg.fr\">http://130.79.128.5</A>) or via <A href=\"http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A103\">http://cdsarc.u-strasbg.fr/viz-bin/qcat?J/A+A/618/A103</A>","HD 141004 b":"We present a high-precision radial velocity (RV) survey of 719 FGKM stars, which host 164 known exoplanets and 14 newly discovered or revised exoplanets and substellar companions. This catalog updated the orbital parameters of known exoplanets and long-period candidates, some of which have decades-longer observational baselines than they did upon initial detection. The newly discovered exoplanets range from warm sub-Neptunes and super-Earths to cold gas giants. We present the catalog sample selection criteria, as well as over 100,000 RV measurements, which come from the Keck-HIRES, APF-Levy, and Lick-Hamilton spectrographs. We introduce the new RV search pipeline RVSearch (https://california-planet-search.github.io/rvsearch/) that we used to generate our planet catalog, and we make it available to the public as an open-source Python package. This paper is the first study in a planned series that will measure exoplanet occurrence rates and compare exoplanet populations, including studies of giant planet occurrence beyond the water ice line, and eccentricity distributions to explore giant planet formation pathways. We have made public all radial velocities and associated data that we use in this catalog.","GJ 674 b":"Context: How planet properties depend on stellar mass is a key diagnostic of planetary formation mechanisms. <BR />Aims: This motivates planet searches around stars that are significantly more massive or less massive than the Sun, and in particular our radial velocity search for planets around very low-mass stars. <BR />Methods: As part of that program, we obtained measurements of <ASTROBJ>GJ 674</ASTROBJ>, an M 2.5 dwarf at d = 4.5 pc. These measurements have dispersion much in excess of their internal errors. An intensive observing campaign demonstrates that the excess dispersion is due to two superimposed coherent signals, with periods of 4.69 and 35 days. <BR />Results: These data are described well by a 2-planet Keplerian model where each planet has a ~11 M_⊕ minimum mass. A careful analysis of the (low-level) magnetic activity of <ASTROBJ>GJ 674</ASTROBJ>, however, demonstrates that the 35-day period coincides with the stellar rotation period. This signal therefore originates in a spot inhomogeneity modulated by stellar rotation. The 4.69-day signal, on the other hand, is caused by a bona-fide planet, <ASTROBJ>GJ 674b</ASTROBJ>. <BR />Conclusions: Its detection adds to the growing number of Neptune-mass planets around M-dwarfs and reinforces the emerging conclusion that this mass domain is much more populated than the Jovian mass range. We discuss the metallicity distributions of M dwarf with and without planets and find a low 11% probability that they are drawn from the same parent distribution. Moreover, we find tentative evidence that the host star metallicity correlates with the total mass of their planetary system. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the GTO program ID 072.C-0488 at Cerro La Silla (Chile). Radial-velocity, photometric and Ca II H+K index time series are only available in electronic format the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via http://cdsweb.u-strabg.fr/cgi-bin/qcat?J/A+A/474/293","GJ 581 e":"The GJ 581 planetary system is already known to harbour three planets, including two super-Earth planets that straddle its habitable zone. We report the detection of an additional planet - GJ 581e - with a minimum mass of 1.9 M_⊕. With a period of 3.15 days, it is the innermost planet of the system and has a ~5% transit probability. We also correct our previous confusion about the orbital period of GJ 581d (the outermost planet) with a one-year alias, benefitting from an extended time span and many more measurements. The revised period is 66.8 days, and positions the semi-major axis inside the habitable zone of the low mass star. The dynamical stability of the 4-planet system imposes an upper bound on the orbital plane inclination. The planets cannot be more massive than approximately 1.6 times their minimum mass. <P />Based on observations made with the HARPS instrument on the ESO 3.6 m telescope under the GTO and LP programs 072.C-0488 and 183.C-0437 at Cerro La Silla (Chile). Our radial-velocity, photometric and Ca II H+K index time series (Table 1) are available in electronic form at the CDS via anonymous ftp to cdsarc.u-strasbg.fr (130.79.128.5) or via http://cdsweb.u-strasbg.fr/cgi-bin/qcat?J/A+A/507/487","GJ 667 C c":"Gliese 667C is an M1.5V star with a multi-planet system, including planet candidates in the habitable zone. The exact number of planets in the system is unclear, because the existing radial velocity (RV) measurements are known to contain contributions from stellar magnetic activity. Following our analysis of Gliese 581, we have analyzed the effect of stellar activity on the HARPS/HARPS-TERRA RVs of GJ 667C, finding a significant RV-activity correlation when using the width (FWHM) of the HARPS cross-correlation function to trace the magnetic activity. When we correct for this correlation, we confirm the detections of the previously observed planets b and c in the system, while simultaneously ascribing the RV signal near 90 days (\"planet d\") to an artifact of the stellar rotation. We are unable to confirm the existence of the additional RV periodicities described in Anglada-Escudé et al. in our activity-corrected data.","tau Cet f":"The removal of noise typically correlated in time and wavelength is one of the main challenges for using the radial-velocity (RV) method to detect Earth analogues. We analyze τ Ceti RV data and find robust evidence for wavelength-dependent noise. We find that this noise can be modeled by a combination of moving average models and the so-called “differential radial velocities.” We apply this noise model to various RV data sets for τ Ceti, and find four periodic signals at 20.0, 49.3, 160, and 642 days, which we interpret as planets. We identify two new signals with orbital periods of 20.0 and 49.3 days while the other two previously suspected signals around 160 and 600 days are quantified to a higher precision. The 20.0 days candidate is independently detected in Keck data. All planets detected in this work have minimum masses less than 4{M}<SUB>\\oplus </SUB> with the two long-period ones located around the inner and outer edges of the habitable zone, respectively. We find that the instrumental noise gives rise to a precision limit of the High Accuracy Radial Velocity Planet Searcher (HARPS) around 0.2 m s<SUP>-1</SUP>. We also find correlation between the HARPS data and the central moments of the spectral line profile at around 0.5 m s<SUP>-1</SUP> level, although these central moments may contain both noise and signals. The signals detected in this work have semi-amplitudes as low as 0.3 m s<SUP>-1</SUP>, demonstrating the ability of the RV technique to detect relatively weak signals."}}